[
    {
        "title": "Wapen van Brabant",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Brabant",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het Wapen van Brabant of de Brabantse leeuw is een heraldiek symbool dat sinds de 12e eeuw verbonden is met het hertogdom Brabant. De gouden leeuw met rode tong en klauwen (Leo Belgicus) op een zwart schild staat voor kracht, moed en heerschappij. Dit wapen werd door de hertogen van Brabant gebruikt en is vandaag de dag terug te vinden op het wapen van België en de vlaggen en wapens van sommige Belgische en Nederlandse provincies.\n\n\n== Ontwerp ==\nDe beschrijving van het wapen:In zwart een leeuw van goud, genageld en getongd van keelDe leeuw wordt op zijn achterpoten staand en klauwend afgebeeld, met het gezicht naar de rechterkant op het schild. Het wapen werd gebruikt door Brabant en wordt nog steeds gebruikt door het Belgische Koninkrijk.\n\n\n== Geschiedenis ==\n\n\n=== Hertogdom Brabant ===\nDe keuze voor de leeuw als heraldisch symbool voor Brabant (en de Lage Landen) heeft diepe historische en symbolische wortels. De leeuw werd in de middeleeuwen een van de populairste wapendieren in de heraldiek, voornamelijk omdat hij stond voor kracht, moed en koninklijke waardigheid. Als ‘koning der dieren’ was de leeuw het ideale symbool voor vorsten en ridders die hun macht en dapperheid wilden tonen.\nIn de Lage Landen werd de leeuw een belangrijk heraldisch embleem voor verschillende vorstendommen. Bij het graafschap Vlaanderen (862-1795), een zwarte leeuw op een geel schild, werd ingevoerd door Filips van de Elzas (1168 - 1191), graaf van Vlaanderen. Ook andere vorstendommen, zoals Henegouwen, Namen, Limburg en Luxemburg, voerden een leeuw in hun wapenschild.\nDe eerste hertog van Brabant die een leeuw als heraldisch symbool gevoerd schijnt te hebben was Godfried met de Baard. Godfried, toen al graaf van Leuven, kreeg het gebied in 1106 in leen en voerde de leeuw in zijn vaandel. Hendrik I ging later in de twaalfde eeuw deze leeuw in zijn wapen voeren. Of de leeuw en het schild toen al dezelfde kleuren hadden is niet bekend. De eerste twee bronnen die daar ongeveer gelijktijdig over spreken stammen uit het midden van de dertiende eeuw en geven beide een leeuw van goud op een veld van sabel. Sindsdien is het wapen niet meer veranderd.\nIn 1581 zwoeren de Staten van Brabant de Spaanse koning Filips II af. Dit was voor hen aanleiding de hertogskroon weer te herstellen. Het wapen met de kroon kwam vanaf 1648 ook in gebruik voor Staats-Brabant.\nHet departement Bataafs-Brabant van de Bataafse Republiek verving aanvankelijk de kroon door een lauwerkrans. Bij de hernoeming in 1798 naar Departement van de Dommel werd de hertogskroon heringevoerd.\n\n\n=== Brabantse omwenteling ===\nBij de Brabantse omwenteling in 1790 kwam het Belgische volk in opstand tegen de Oostenrijkse overmacht in de Zuidelijke Nederlanden en verklaarde onafhankelijkheid als de Verenigde Belgische staten, voor 1 jaar. Deze omwenteling werd vooral geleid door het Hertogdom Brabant, het toen machtigste vorstendom binnen de Zuidelijke Nederlanden, Brabant was niet het enige vorstendom binnen de Zuidel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Royal_Arms_of_Belgium.svg/langnl-320px-Royal_Arms_of_Belgium.svg.png",
            "width": 320,
            "height": 390
        },
        "country": "nl",
        "id": "province-0",
        "index": 0
    },
    {
        "title": "Wapen van Drenthe (heraldiek)",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Drenthe_(heraldiek)",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van de provincie Drenthe werd officieel vastgesteld op 19 augustus 1972 en kwam deels voort uit een ouder vastgesteld wapen dat in 1830 goedgekeurd was. De wapenbeschrijving luidt:\n\"In goud, zittend op een gouden troon, Maria van natuurlijke kleur met een gouden kroon van drie lelies en gekleed in een gewaad van keel waaroverheen een mantel van azuur, houdende in de rechterhand een gouden scepter, uitlopend in een lelie en houdende op de linkerknie het zittende Kind Jezus van natuurlijke kleur, gekleed van zilver. Het schild gedekt met een van keel gevoerde gouden kroon van vijf bladeren, vier parels en drie diademen en gehouden door twee leeuwen van goud, getongd en genageld van keel.\"\n\n\n== Herkomst ==\n\nHet wapen is afgeleid van dat van het Landschap Drenthe, een zegel van dit Landschap is bekend sinds 1262 maar de oudste volledige afdruk dateert van 1294. Dit wapen zou (eveneens) ontleend zijn aan het zegel van het klooster Maria in Campis. In 1830 werd het schild verleend maar niet de schilddragers, deze werden bij de wijziging van 1972 toegekend. De beschrijving van 1830 luidt:\n\"Een schild van goud, beladen met een Mariabeeld, houdende het Kind Jezus op de linkerknie; en gekroond van goud, zittende in een Gothischen tempel mede van goud. Het schild gedekt met eene Hertogelijke Kroon.\"\n\n\n== Kenmerken ==\nHet zegel toont de heilige Maria met het kind Jezus op de linkerknie. Maria zit op een gouden troon van drie lelies in een gouden Gotische kerk. Ze draagt een rood gewaad met een mantel van azuur. In de rechterhand heeft ze een gouden scepter, uitlopend in een lelie. De schilddragers zijn twee gouden klimmende leeuwen en de kroon is van een hertog. Deze kroon stamt af van Hertog Gozelinus. Drenthe was vanouds een leen van de Sticht Utrecht maar werd geleidelijk zelfstandiger.\n\n\n== Afbeeldingen ==",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Drenthe_wapen.svg/langnl-330px-Drenthe_wapen.svg.png",
            "width": 320,
            "height": 257
        },
        "place": {
            "name": "Drenthe",
            "coordinates": {
                "lat": 52.91666667,
                "lon": 6.58333333
            }
        },
        "country": "nl",
        "id": "province-1",
        "index": 1
    },
    {
        "title": "Wapen van Flevoland",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Flevoland",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van Flevoland werd bij Koninklijk Besluit van 4 juli 1986, nr. 63, verleend aan de provincie Flevoland.\n\n\n== Ontwerp ==\nDe officiële beschrijving van het wapen van de provincie Flevoland luidt als volgt:\n\nGolvend doorsneden van azuur en zilver en over alles heen een zeeleeuw, golvend doorsneden van goud en azuur, getongd en genageld van keel en houdende in de rechtervoorklauw een lelie van zilver. Het schild gedekt met een gouden kroon van vijf bladeren en vier parels en gehouden door twee leeuwen van goud, getongd en genageld van keel.\nDe lelie is afkomstig uit het wapen van Cornelis Lely. De zeeleeuw is een verwijzing naar de geschiedenis van Flevoland en naar het feit dat Flevoland op de zee veroverd is. Het bovenlijf van de zeeleeuw is van goud en de staart is van azuur. \n\n\n== Vergelijkbare wapens ==\nDe volgende wapens zijn op symbolische gronden vergelijkbaar met dat van Flevoland: de lelie staat in deze wapens niet symbool voor de Heilige Maagd Maria maar is ontleend aan het familiewapen van Ir. Lely.\n\n\n== Zie ook ==\nVlag van Flevoland",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Flevoland_wapen.svg/langnl-330px-Flevoland_wapen.svg.png",
            "width": 320,
            "height": 224
        },
        "place": {
            "name": "Flevoland",
            "coordinates": {
                "lat": 52.5,
                "lon": 5.58333333
            }
        },
        "country": "nl",
        "id": "province-2",
        "index": 2
    },
    {
        "title": "Wapen van Friesland",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Friesland",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van de provincie Friesland, sinds 1997 provincie Fryslân, werd officieel vastgesteld bij koninklijk besluit van 11 februari 1958, no. 18. Dit gebeurde nadat de Provinciale Staten van Friesland op 9 juli 1957 besloten een verzoek te richten aan Hare Majesteit de Koningin.\nDe voorgeschiedenis van het Friese wapen is nauw verweven met het streven van de graven van Henegouwen en de hertogen van Bourgondië om hun invloed vanuit West-Friesland uit te breiden naar de huidige provincies Friesland en Groningen. Volgens een bekende middeleeuwse traditie was Friesland ooit een van de legendarische zeventien christelijke koninkrijken. Door terug te verwijzen naar deze mythische voorgeschiedenis wilde men aanspraak maken op de titel 'koning van Friesland'. Er is daarom sprake van een pretentiewapen of Anspruchswappen. Er waren twee varianten van dit gepretendeerde koningswapen in omloop:\n\nWapens met schuinbalken en pompeblêden, die tot de voorlopers van de huidige vlag van Friesland en het wapen van de provincie Groningen behoren\nWapens met afbeeldingen van twee leeuwen, die voorlopers vormen van de wapens van de provincies Fryslân en Noord-Holland en de regio West-Friesland\nIn andere versies van het Friese wapen staat juist het verzet tegen de Bourgondisch-Habsburgse annexatiedrang voorop. De belangrijkste daarvan zijn wapens waarin de rijksadelaar als symbool van de Friese Vrijheidsprivileges centraal staat. Andere wapens waarin groene of verdorde bomen figureren, gaat vermoedelijk terug op de vrijheidstraditie van de Upstalsboom. Deze boom komt voor in het wapen van de Ostfriesische Landschaft, in een aantal West-Friese gemeentewapens en mogelijk ook in het wapen van Zevenwouden. Vergelijkbaar hiermee is ten slotte de traditie van het Magnusvaan.\n\n\n== Heraldische beschrijving ==\nIn azuur twee boven elkaar geplaatste gaande leeuwen van goud, vergezeld van zeven liggende blokjes van goud, geplaatst 2-2-3. Het schild gedekt met een gouden kroon van vijf bladeren en vier paarlen en gehouden door twee klimmende leeuwen van goud.\n\n\n== Geschiedenis: wapens met pompeblêden ==\n\n\n=== Koninkrijk Friesland ===\n\n\n==== Ontstaan vanaf ±1280 ====\nIn Franse wapenboeken komen vanaf het einde van de dertiende eeuw verschillende wapens van de koning van Friesland (Le Roy de Frise) voor, meest met zilveren balken (of schuinbalken) en zilveren munten (bezanten), harten of waterleliebladeren op een blauw veld. Het wapenboek van Wijnbergen (±1280) verwisselt daarentegen het wapen van le roy de Frisonie met dat van Griffonie (Griekenland) en tekent daarbij een rode griffioen in een gouden veld.\nHet wapenboek Armorial du Héraut Vermandois geeft omstreeks 1295 een beschrijving van het wapen van le roy de Nesse (een mythische stad in India), die volgens heraldici in werkelijkheid naar het Friese wapen verwijst: in azuur drie zilveren balken bezaaid met harten in dezelfde kleur (d'asur à iij bendes d'argent semé de coeurs de meismes). Een andere afbeelding van het Friese kon",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Friesland_wapen.svg/langnl-330px-Friesland_wapen.svg.png",
            "width": 320,
            "height": 230
        },
        "place": {
            "name": "Friesland",
            "coordinates": {
                "lat": 53.20138889,
                "lon": 5.66666667
            }
        },
        "country": "nl",
        "id": "province-3",
        "index": 3
    },
    {
        "title": "Wapen van Gelderland",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Gelderland",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van Gelderland is het gedeelde wapen van de Nederlandse provincie Gelderland. Op de rechterhelft staat de klimmende Gelderse leeuw, op de linkerhelft de klimmende Gulikse leeuw. De beschrijving luidt:\n\"Gedeeld : I in azuur een omgewende, dubbelstaartige leeuw van goud, gekroond van hetzelfde en getongd en genageld van keel; II in goud een leeuw van sabel, getongd en genageld van keel. Het schild gedekt met de hertogelijke kroon van goud, gevoerd van keel met hermelijnen opslagen. Schildhouders: twee leeuwen van goud, getongd en genageld van keel. \"\n\n\n== Geschiedenis ==\nDe eerst erkende graaf van Gelre moet Gerard I van Gelre (graaf van Wassenberg) zijn geweest. Het vroegst bekende Gelderse zegel bestond uit een schilddragende ruiter met een wapen dat lijkt te zijn voorzien van een geschulpte schildrand met daarbinnen een patriarchaal of dubbel kruis of drie fasen (dwarsbalken) met een kruis daarboven. De drie fasen doen denken aan het wapen van de graaf van Lohn. Het is bekend dat erfdochter Ermgard van Zutphen met Gerard II van Gelre trouwde, en op zijn beurt het graafschap Zutphen verwierf. Het wapen wijzigt snel.\n\n\n=== Boulogne ===\n\nIn 1181 trouwde Gerard IV met Ida van Boulogne, erfdochter van Mattheüs I van de Elzas en Maria van Boulogne. Gerard IV werd daardoor graaf van Boulogne en nam haar wapen over. Na het huwelijk veranderde het schild in de versie met de drie bollen of koeken, met deze drie bollen van Boulogne werd ook voor Gelre gezegeld. Die bollen werden later mispelbloemen. In een variant van de Wichard sage wordt gespeculeerd over een mispelboom die gestaan zou hebben op de plaats waar zonen van Pont met een draak vochten die \"Gelre\" riep. Uit 1190 is bewaard gebleven, een zegel waarop Otto I een schild met drie rode vijfbladige bloemen voerde op een gouden schild. Deze kleuren zijn bekend omdat zij nu nog voorkomen op het grafmonument van graaf Gerard IV in Roermond. Op het monument staan rode bloemen op een gouden veld afgebeeld. De bloemen worden later rozen, mispels of Gelderse rozen genoemd.\n\n\n=== Gelderse leeuw ===\n\nNa 1236 verandert het wapen weer. Otto II van Gelre was de eerste die een gouden leeuw op een blauw veld bezaaid met blokjes voerde. Het wapen blijkt nagenoeg gelijk aan het wapen van Nassau. Onbekend is waarom. Men vermoedt dat de wortels van de graven van Gelre in Vlaanderen liggen voordat Gerard I Flamens gebied in leen ontving van de keizer in Wassenberg, waarna zij Wassenberg of later Gelre werden genoemd. Er is geen aantoonbare familieband met Nassau vastgesteld. Vermoedelijk was het een wapen die een bepaalde hoge militaire rang vertegenwoordigde. Zo'n rang zou dan gepaard zijn met de titel van hertog en leeuw in het wapen. De blokjes zouden dan ter vermindering aangebracht kunnen zijn voor personen die geen hertog waren. Hetgeen een mogelijke reden zou kunnen zijn voor het vervallen van die blokjes na 1339. Na de verheffing van graafschap naar hertogdom in 1339 wordt ook het wapen vermeerderd. ",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Gelderland_wapen.svg/langnl-330px-Gelderland_wapen.svg.png",
            "width": 320,
            "height": 267
        },
        "place": {
            "name": "Gelderland",
            "coordinates": {
                "lat": 52.08333333,
                "lon": 5.91666667
            }
        },
        "country": "nl",
        "id": "province-4",
        "index": 4
    },
    {
        "title": "Ommelander wapen",
        "url": "https://nl.wikipedia.org/wiki/Ommelander_wapen",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van de provincie Friesland, sinds 1997 provincie Fryslân, werd officieel vastgesteld bij koninklijk besluit van 11 februari 1958, no. 18. Dit gebeurde nadat de Provinciale Staten van Friesland op 9 juli 1957 besloten een verzoek te richten aan Hare Majesteit de Koningin.\nDe voorgeschiedenis van het Friese wapen is nauw verweven met het streven van de graven van Henegouwen en de hertogen van Bourgondië om hun invloed vanuit West-Friesland uit te breiden naar de huidige provincies Friesland en Groningen. Volgens een bekende middeleeuwse traditie was Friesland ooit een van de legendarische zeventien christelijke koninkrijken. Door terug te verwijzen naar deze mythische voorgeschiedenis wilde men aanspraak maken op de titel 'koning van Friesland'. Er is daarom sprake van een pretentiewapen of Anspruchswappen. Er waren twee varianten van dit gepretendeerde koningswapen in omloop:\n\nWapens met schuinbalken en pompeblêden, die tot de voorlopers van de huidige vlag van Friesland en het wapen van de provincie Groningen behoren\nWapens met afbeeldingen van twee leeuwen, die voorlopers vormen van de wapens van de provincies Fryslân en Noord-Holland en de regio West-Friesland\nIn andere versies van het Friese wapen staat juist het verzet tegen de Bourgondisch-Habsburgse annexatiedrang voorop. De belangrijkste daarvan zijn wapens waarin de rijksadelaar als symbool van de Friese Vrijheidsprivileges centraal staat. Andere wapens waarin groene of verdorde bomen figureren, gaat vermoedelijk terug op de vrijheidstraditie van de Upstalsboom. Deze boom komt voor in het wapen van de Ostfriesische Landschaft, in een aantal West-Friese gemeentewapens en mogelijk ook in het wapen van Zevenwouden. Vergelijkbaar hiermee is ten slotte de traditie van het Magnusvaan.\n\n\n== Heraldische beschrijving ==\nIn azuur twee boven elkaar geplaatste gaande leeuwen van goud, vergezeld van zeven liggende blokjes van goud, geplaatst 2-2-3. Het schild gedekt met een gouden kroon van vijf bladeren en vier paarlen en gehouden door twee klimmende leeuwen van goud.\n\n\n== Geschiedenis: wapens met pompeblêden ==\n\n\n=== Koninkrijk Friesland ===\n\n\n==== Ontstaan vanaf ±1280 ====\nIn Franse wapenboeken komen vanaf het einde van de dertiende eeuw verschillende wapens van de koning van Friesland (Le Roy de Frise) voor, meest met zilveren balken (of schuinbalken) en zilveren munten (bezanten), harten of waterleliebladeren op een blauw veld. Het wapenboek van Wijnbergen (±1280) verwisselt daarentegen het wapen van le roy de Frisonie met dat van Griffonie (Griekenland) en tekent daarbij een rode griffioen in een gouden veld.\nHet wapenboek Armorial du Héraut Vermandois geeft omstreeks 1295 een beschrijving van het wapen van le roy de Nesse (een mythische stad in India), die volgens heraldici in werkelijkheid naar het Friese wapen verwijst: in azuur drie zilveren balken bezaaid met harten in dezelfde kleur (d'asur à iij bendes d'argent semé de coeurs de meismes). Een andere afbeelding van het Friese kon",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Friesland_wapen.svg/langnl-330px-Friesland_wapen.svg.png",
            "width": 320,
            "height": 230
        },
        "place": {
            "name": "Groningen (provincie)",
            "coordinates": {
                "lat": 53.25,
                "lon": 6.75
            }
        },
        "country": "nl",
        "id": "province-5",
        "index": 5
    },
    {
        "title": "Wapen van Groningen (provincie)",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Groningen_(provincie)",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van de provincie Groningen is officieel vastgesteld op 30 december 1947, maar dateert al uit de zestiende eeuw. Het kwam tot stand nadat de stad en de Ommelanden, na de reductie van de stad in 1594, in één gewest verenigd werden. Het wapen is dan ook een combinatie van het wapen van de stad en het wapen van de Ommelanden. Het wapen vertoont alleen in kleuren verwantschap met de vlag van Groningen. \nDe beschrijving luidt: \n\n \"Gevierendeeld; I en IV in goud een dubbele adelaar van sabel, dragende op zijn borst een schildje van zilver, beladen met een dwarsbalk van sinopel; II en III in zilver drie linker schuinbalken van azuur, vergezeld van elf schuingeplaatst harten van keel 1, 4, 4, 2. Het schild gedekt met een gouden kroon van vijf bladeren en vier paarlen en ter wederzijde vastgehouden door een leeuw van goud.\"\nIn het eerste en vierde kwartier staat het wapen van de stad. Een gouden schild met daarop de Duitse adelaar (als in het wapen van Duitsland) met twee koppen en een schild met het oorspronkelijke wapen van de stad: doorsneden in drieën van zilver en sinopel (groen). Met dit wapen wordt niet alleen de stad gesymboliseerd, maar ook de gebieden die rechtstreeks onder het bestuur van de stad vielen, namelijk het Gorecht, beide Oldambten, delen van het Reiderland, Westerwolde en later ook de Veenkoloniën.\nIn het tweede en derde kwartier staat het wapen van de Ommelanden. Dit bestaat uit een zilveren schild met drie rechterschuinbalken van lazuur (blauw) en elf harten van keel (rood), gelijkend op de vlag van Friesland (maar niet op het wapen van Friesland); de Ommelanden werden door de jonkers aldaar in de 15e en 16e eeuw ook wel Klein Friesland genoemd om zich af te zetten tegen de naam Ommelanden, die naar de Stad verwees. De drie balken symboliseren de drie Ommelanden: Hunsingo, Fivelingo en Westerkwartier. De elf rode harten verwijzen naar de elf onderkwartieren.\nHet wapen wordt gedekt door een gouden kroon van vijf bladeren en vier parels. Het wordt aan weerszijden vastgehouden door een gouden leeuw als symbool van de Nederlanden. \nVoor 1949 had de provincie een wapen (waarvan het besluit niet meer bekend is) zonder schildhouders in gebruik. De adelaars op het oude wapen waren rood gebekt en geklauwd. Opmerkelijk is dat azuur en zilver op de officiële tekening zijn verwisseld.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Groningen_provincie_wapen.svg/langnl-330px-Groningen_provincie_wapen.svg.png",
            "width": 320,
            "height": 213
        },
        "place": {
            "name": "Groningen (gemeente)",
            "coordinates": {
                "lat": 53.21666667,
                "lon": 6.56666667
            }
        },
        "country": "nl",
        "id": "province-6",
        "index": 6
    },
    {
        "title": "Wapen van Limburg (Nederland)",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Limburg_(Nederland)",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van Limburg bestaat uit een gecarteleerd schild met daarop de kwartieren Valkenburg, Gulik, Horn en Gelre, met op het hartschild het wapen Van Limburg.\nIn 1816 werd aan de provincie Limburg het volgende wapen verleend waarvan de beschrijving luidt:\n\"In zilver een dubbelstaartige leeuw van keel, gekroond, getongd en genageld van goud. Het schild gedekt met een hertogenkroon van goud, gevoerd van keel.\"\nDe dubbelstaartige rode leeuw is afkomstig van het wapen van de graven en hertogen van Limburg.\nKoning Willem III verleende een nieuw wapen bij Koninklijk Besluit op 27 december 1886. De beschrijving luidt:\n\"Een gevierendeeld schild; het eerste kwartier in zilver een van goud gekroonde en geklauwde leeuw van keel met dubbelen staart (Valkenburg); het tweede kwartier in goud een van keel getongde en geklauwde ongekroonde leeuw van sabel (Gulik); het derde kwartier in goud drie hoorns van keel, geplaatst twee en een, en voorzien van banden van zilver (Horn); het vierde kwartier in azuur een leeuw van goud met dubbelen staart, getongd van keel, gekroond en geklauwd van goud (Gelderland vóór 1371); over alles heen een hartschild van zilver, beladen met een van goud gekroonden en geklauwden leeuw van keel met dubbelen staart (Limburg). Het schild gedekt met den Limburgschen hertogelijken hoed of kroon.\"\n\n\n== Symboliek ==\nDe inleiding van het wapen van de provincie Limburg luidt als volgt:\nIn het Limburgse provinciewapen zijn de wapens van de vier voornaamste vorstendommen opgenomen waarvan delen, tot de komst van de Fransen in 1794, behoorden tot de tegenwoordige provincie Limburg. Het wapen van Limburg is een afspiegeling van de staatkundige wordingsgeschiedenis van deze provincie.\nHet eerste kwartier; in een zilveren veld staat een rode leeuw met dubbele staart met goud gekroond en met gouden klauwen.\nHet is ontleend de Valkenburgse leeuw van het wapen van het Land van Valkenburg.\nHet tweede kwartier; in een gouden veld een ongekroonde, zwarte leeuw, met rode tong en rode klauwen.\nDe leeuw is ontleend aan het oude wapen van Gulik-Kleef-Berg van het Hertogdom Gulik.\nHet derde kwartier; op een gouden ondergrond drie horens van rood met zilveren banden.\nDit kwartier is ontleend aan het oude het wapen van Horn van het Graafschap Horn.\nHet vierde kwartier; in een blauw veld een gouden leeuw met dubbele staart, een rode tong en een kroon en klauwen van goud.\nDit is de Gelderse leeuw uit het wapen van Gelderland van het Hertogdom Gelre.\nOver deze vier zogenaamde 'kwartieren' heen ligt een hartschild. Hierop staat in een zilveren veld een rode leeuw met gouden kroon en klauwen, afkomstig van het oude wapen van het hertogdom Limburg.\nHet hele schild is bedekt met een hertogenhoed of –kroon.\n\n\n== Zie ook ==\n\n\n== Verwante wapens ==\n\n\n== Externe link ==\nWapenfeiten over het wapen van Limburg (PDF)",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Limburg-nl-wapen.svg/langnl-330px-Limburg-nl-wapen.svg.png",
            "width": 320,
            "height": 591
        },
        "place": {
            "name": "Limburg (Belgische stad)",
            "coordinates": {
                "lat": 50.61223056,
                "lon": 5.94030278
            }
        },
        "country": "nl",
        "id": "province-7",
        "index": 7
    },
    {
        "title": "Wapen van Noord-Holland",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Noord-Holland",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van de provincie Noord-Holland is in 1907 verleend.\nHet heraldisch rechterdeel bestaat uit het wapen van de Graven van Holland, \"goud, een leeuw van Keel, getongd en genageld van Azuur\". Dit wapen is nu ook nog in gebruik door de provincie Zuid-Holland.\nHet heraldisch linkerdeel bevat het wapen van West-Friesland, \"Azuur, twee gaande, aanziende leeuwen, vergezeld van vijf liggende blokjes, 2:2:1 alles goud.\" Dit wapen is afgeleid van het wapen van Friesland.\n\n\n== Vergelijkbare wapens ==",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Noord-Holland_wapen.svg/langnl-330px-Noord-Holland_wapen.svg.png",
            "width": 320,
            "height": 467
        },
        "place": {
            "name": "Noord-Holland",
            "coordinates": {
                "lat": 52.66666667,
                "lon": 4.83333333
            }
        },
        "country": "nl",
        "id": "province-8",
        "index": 8
    },
    {
        "title": "Wapen van Overijssel",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Overijssel",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het wapen van Overijssel is het wapen van de Nederlandse provincie Overijssel. Hoewel het wapen in de huidige vorm al sinds 1532 bestaat, werd het pas op 6 mei 1950 definitief vastgelegd als \"in goud een golvende dwarsbalk van azuur; over alles heen een leeuw van keel, getongd en genageld van azuur. Het schild gedekt met een gouden kroon van vijf bladeren en vier paarlen en aan weerszijden gehouden door een leeuw in natuurlijke kleuren.\"\n\n\n== Geschiedenis ==\nHet wapen is terug te voeren tot de periode waarin keizer Karel V, die al graaf van Holland was, zeggenschap over het gebied van Overijssel verkrijgt (1528). De vroegste afbeelding van wapen komt voor op een zegelstempel van de Hollandse rekenkamer met daarop een schild met de Hollandse leeuw, waarbij een blauwe dwarsbalk de rivier de IJssel voorstelt. Het is daarmee een sprekend wapen. Na 1532 wordt de dwarsbalk veelal gegolfd afgebeeld in plaats van recht, ondanks dat in de 1825 eeuw de rechte balk nog gebruikt wordt op een kaart. In de 16e eeuw komt het wapen voor in composities van het wapen van de Republiek der Zeven Verenigde Nederlanden, waarbij de leeuw achter de golvende dwarsbalk wordt geplaatst. Het wordt op een kaart uit 1642 afgebeeld met dekkleed, helmteken en helm. In 1798 werd Overijssel samengevoegd met Drenthe als Departement Overijssel, uit 1802 is een wapen bekend met in het schildhoofd twee sterren, voorstellende Overijssel en Drenthe.  Op 6 mei 1950 wordt het wapen definitief vastgelegd.\n\n\n== Afbeeldingen ==\n\n\n== Zie ook ==\nHollandse Leeuw\nWapen van Zuid-Holland",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Overijssel_wapen.svg/langnl-330px-Overijssel_wapen.svg.png",
            "width": 320,
            "height": 228
        },
        "place": {
            "name": "Overijssel",
            "coordinates": {
                "lat": 52.5,
                "lon": 6.5
            }
        },
        "country": "nl",
        "id": "province-9",
        "index": 9
    },
    {
        "title": "Wapen van Utrecht (provincie)",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Utrecht_(provincie)",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het huidige  wapen van de provincie Utrecht is op 14 april 1858 verleend door de Hoge Raad van Adel.\nHet wapen heeft een gevierendeeld schild; op het eerste en vierde kwartier staat een kruis van zilver op keel (rood), op het tweede en derde kwartier staat een leeuw van keel, met azuren (blauw) tong en klauwen, op een achtergrond van goud. Het hartschild bestaat uit twee schuine vlakken van zilver en keel. Het schild is gedekt met een markiezenkroon met vijf fleurons en wordt aan beide zijden vastgehouden door een leeuw van goud.\nHet wapen van de provincie Utrecht ontstond geleidelijk. Het is een combinatie van de wapens van het sticht Utrecht (eerste en vierde kwartier), graafschap Holland (tweede en derde kwartier) en als hartschild het wapen van de provinciehoofdstad Utrecht.\nHet zilveren kruis op rode achtergrond als wapen voor het Sticht Utrecht komt voor het eerst voor in 1291 op het zegel van bisschop Jan van Sierck. De combinatie met het Hollandse wapen is een gevolg van de pogingen van het hertogdom Bourgondië om het Sticht onder zijn invloed te brengen. In 1528 werd voor de provincie Utrecht een nieuw wapen ontworpen. Aangezien de macht door keizer Karel V als graaf van Holland werd uitgeoefend, wordt het wapen van het Sticht opgenomen als borstschild op de Hollandse leeuw. Dit bleef zo tot 1578, daarna komen er verschillende wapens voor, met als de drie belangrijkste elementen: het Stichtse kruis, de Hollandse leeuw en het Utrechtse stadswapen.\n\n\n== Gerelateerde wapens ==",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Utrecht_provincie_wapen.svg/langnl-330px-Utrecht_provincie_wapen.svg.png",
            "width": 320,
            "height": 212
        },
        "place": {
            "name": "Utrecht (stad)",
            "coordinates": {
                "lat": 52.08888889,
                "lon": 5.11555556
            }
        },
        "country": "nl",
        "id": "province-10",
        "index": 10
    },
    {
        "title": "Wapen van Zeeland (provincie)",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Zeeland_(provincie)",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Het Wapen van Zeeland werd (in traditionele vorm) op 4 december 1948 bij Koninklijk Besluit officieel vastgesteld. De spreuk onder het wapen luidt 'Luctor et Emergo': ik worstel en kom boven. Het wapen wekt de indruk dat die spreuk betrekking heeft op de strijd tegen het water (de afgebeelde leeuw lijkt immers uit het water op te rijzen). Die veronderstelling berust echter op een misverstand. De strijd die bedoeld wordt, is die tegen de Spanjaarden. In oudere versies van het wapen zijn de twee helften van elkaar gescheiden door een rechte lijn. Het gaat in feite om een halve (uitkomende) leeuw boven een afzonderlijk veld met golvende lijnen.\nHet wapen dateert echter van ruim vóór de Tachtigjarige Oorlog. Een vroege versie wordt al afgebeeld op het titelblad van Le champion des dames uit 1440. Hertog Filips de Goede van Bourgondië laat zich hierop omringen door de wapens van zestien gewesten, waaronder dat van het graafschap Zeeland (conte de Zellande). De halve (uitkomende) leeuw is ook hier door een rechte lijn gescheiden van de golven. Op een miniatuur uit 1450 met het aanbiedingstafe­reel van de Roman de Girart de Rousillon, vervaardigd voor Filips de Goede, wordt de leeuw in zijn geheel afgebeeld. De halve (uitkomende) leeuw is wel weer te zien op een krijgsverordening van Karel de Stoute uit de periode 1473-1476. Daarnaast is het wapen afgebeeld op een portret van Maria van Bourgondië door de Brugse kroniekschrijver Anthonis de Roovere (1430-1482) (hier met een gaande leeuw). In de Kattendijke-kroniek van 1491 is een golvende scheidslijn te zien, vermoedelijk foutief nagetekend naar een ouder voorbeeld. De Engelsman Matthew Paris tekent overigens al rond 1250 een vergelijkbaar wapen met een uitkomende leeuw (maar zonder herkenbare golven) naast het wapen van graaf Willem II van Holland. De heraldicus Hubert de Vries noemt dit een \"wapen dat niet anders kan zijn dan van Zeeland\".\nDe wapenspreuk stamt uit een latere tijd dan het wapen zelf. In 1585, tijdens de Tachtigjarige Oorlog, lieten de Staten van Zeeland een penning slaan die op de ene zijde de tekst 'Autore Deo, favente Regina' (door het gezag van God en de gunst der koningin) en aan de andere kant 'Luctor et Emergo' droeg. Op deze wijze wilde Zeeland het Verdrag van Nonsuch vieren, waarin de Britse koningin Elizabeth I verklaarde dat ze de opstand tegen de Spaanse koning Filips II beloofde te steunen. Het wapen werd tevens in gebruik genomen als basis voor het wapen van Terneuzen.\nIn een pamflet uit die tijd wordt aangegeven dat het de Zeeuwse leeuw moet voorstellen, die na een worsteling uit het water weet te klimmen dankzij Gods hulp en de 'goedgunstigheid' van de koningin. De strijd tegen de Spanjaarden verliep op dat moment niet zo goed. Het worstelen heeft dus oorspronkelijk niet betrekking op de strijd tegen het water, maar op het 'worstelen' tegen Spanje.\nSamen betekenden de spreuken: \"Door het gezag van God en de gunst der koningin worstel ik en kom ik boven\". Vanwege de lengte",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Zeeland_wapen.svg/langnl-330px-Zeeland_wapen.svg.png",
            "width": 320,
            "height": 219
        },
        "place": {
            "name": "Zeeland (Noord-Brabant)",
            "coordinates": {
                "lat": 51.69666667,
                "lon": 5.67305556
            }
        },
        "country": "nl",
        "id": "province-11",
        "index": 11
    },
    {
        "title": "Wapen van Zuid-Holland",
        "url": "https://nl.wikipedia.org/wiki/Wapen_van_Zuid-Holland",
        "type": [
            "province"
        ],
        "partOf": "Nederlands provinciewapen",
        "description": "Koningin Juliana verleende het oude wapen van Holland, samen met de wapenspreuk, bij Koninklijk Besluit op 30 december 1959 aan de provincie Zuid-Holland.\nDit wapen is een aangepaste versie van een wapen dat sinds ca. 1198 in gebruik is voor het gebied van de huidige provincies Noord- en Zuid-Holland. Begonnen als wapen van de Gerulfingen, de eerste graven van het graafschap Holland, is het overgenomen door alle later bestuurders van Holland. Sinds 1907 heeft de in 1840 ontstane provincie Noord-Holland een eigen wapen, maar ook hier heeft het Hollandse wapen de belangrijkste positie.\nHet wapen van Holland komt ook terug in de wapens van Overijssel, Utrecht, Zeeland, Henegouwen en verschillende gemeenten.\nHet Hollandse wapen was in de periode 1584-1650 de basis voor het wapen van de Republiek van de Vereenigde Nederlanden.\n\n\n== Heraldische beschrijving ==\n\"In goud een leeuw van keel, getongd en genageld van azuur. Het schild gedekt met een gouden kroon van vijf bladeren en vier paarlen en ter wederzijde gehouden door een leeuw van keel, getongd en genageld van azuur. Wapenspreuk: 'Vigilate Deo Confidentes' (Waakt, vertrouwend op God) in latijnse letters van keel op een lint van goud.\"\n\n\n== Afbeeldingen ==\n\n\n== Zie ook ==\nVlag van Zuid-Holland\nHollandse Leeuw\nGeneraliteitsleeuw\nWapen van het Koninkrijk der Nederlanden\nWapen van Henegouwen",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/South_Holland_coat_of_arms_%28Zuid-Holland_Wapen%29.png/330px-South_Holland_coat_of_arms_%28Zuid-Holland_Wapen%29.png",
            "width": 320,
            "height": 226
        },
        "place": {
            "name": "Zuid-Holland",
            "coordinates": {
                "lat": 52,
                "lon": 4.5
            }
        },
        "country": "nl",
        "id": "province-12",
        "index": 12
    }
]