[
    {
        "title": "Etelä-Pohjanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Etel%C3%A4-Pohjanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Etelä-Pohjanmaan vaakuna on Etelä-Pohjanmaan maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Sinisessä kentässä alatusten kolme juoksevaa hopeista kärppää, joiden hännänpäät mustat.\"\nVaakuna on suunniteltu Etelä-Pohjanmaan liiton toimesta vuonna 1997, kun hallinnollisia maakuntia kaavailtaessa uusi maakunta tarvitsi oman tunnuksen. Heraldisena asiantuntijana vaakunan valinnassa toimi Touko Saari. Vaakunan kärpät ovat peräisin Pohjanmaan historiallisen maakunnan vaakunasta, jossa niitä on kolmen sijaan kuusi. Kärppien katsottiin edustavan puhtautta, sekä turkiseläimenä myös vaurautta.\nHistoriallisen maakunnan vaakunaa käyttää ilman kruunua Pohjois-Pohjanmaan maakunta. Kärpät esiintyvät myös Pohjanmaan nykymaakunnan vaakunassa, kun taas Keski-Pohjanmaan maakunta käyttää historiallisen maakunnan varhaisimpaan vaakunaan perustuvaa näätävaakunaa.\n\nVaakunan pohjalta on tehty myös maakuntalippu, jonka virallinen naulaus- ja vihkimistilaisuus tapahtui maakuntavaltuuston kokouksen yhteydessä 22.5.2000. Joulukuussa 2019 kokoomuksen valtuustoryhmä esitti maakuntalipun käytön laajentamista ja virallisen liputuspäivän valitsemista maakuntahallitukselle, joka ehdotti 22.4.2020 liputuspäivän valitsemista maakuntauudistuksen voimaan tulon jälkeen. 29.6.2020 Etelä-Pohjanmaan maakuntavaltuusto hyväksyi esityksen lipun käytön laajentamisesta muun muassa maakuntahallinnon tilaisuuksissa ja suositteli lipun käyttöä myös maakuntaliiton jäsenkunnille.Maakuntavaakunan ja -lipun värit esiintyvät myös Etelä-Pohjanmaan perinteisessä isännänviirissä.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nEtelä-Pohjanmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Etel%C3%A4-Pohjanmaan_maakunnan_vaakuna.svg/langfi-320px-Etel%C3%A4-Pohjanmaan_maakunnan_vaakuna.svg.png",
            "width": 320,
            "height": 448
        },
        "place": {
            "name": "Seinäjoen maalaiskunta",
            "coordinates": {
                "lat": 62.76166667,
                "lon": 22.83722222
            }
        },
        "lang": "fi",
        "id": "maakunta-2",
        "index": 2
    },
    {
        "title": "Etelä-Savon vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Etel%C3%A4-Savon_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Etelä-Savon vaakuna on Etelä-Savon maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Mustassa kentässä vastapalkittain viritetty käsijousi; kaikki kultaa, paitsi jousen jänne sekä nuolen kärki ja sulitettu pyrstö hopeaa.\"\n\nVaakunan aihe on käännetty muunnelma Savon historiallisen maakunnan vaakunasta, jonka kruunutonta mallia käyttää Pohjois-Savon maakunta. Varhaisimmissa Savon vaakunan kuvaelmissa jousen suunta oli Etelä-Savon vaakunan mukainen. Vaikka jousen suuntaa voidaan pitää heraldisesti epäkorrektina, on Etelä-Savon vaakuna yksittäinen poikkeustapaus Suomen maakuntien vaakunoiden joukossa. Savon jousi esiintyy muun muassa Mikkelin ja Savonlinnan vaakunoissa ja sen värejä on käytetty Savon perinteisessä isännänviirissä.\n\nEtelä-Savon maakunnalla on käytössä myös vaakunan pohjalta tehty maakuntalippu, jossa jousen lisäksi on lipun tangonpuoleisella reunalla keltainen pieli sekä raita. Lipun on tehnyt suunnittelija Suvi Ripatti ja Etelä-Savon maakuntahallitus vahvisti sen käyttöön 10.6.2020.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nEtelä-Savon maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nhttp://seutu.wikimikkeli.fi/index.php/Vaakunoiden_historiaa\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Etel%C3%A4-Savo.vaakuna.svg/langfi-320px-Etel%C3%A4-Savo.vaakuna.svg.png",
            "width": 320,
            "height": 366
        },
        "place": {
            "name": "Etelä-Savon maakunta",
            "coordinates": {
                "lat": 61.6875,
                "lon": 27.27361111
            }
        },
        "lang": "fi",
        "id": "maakunta-3",
        "index": 3
    },
    {
        "title": "Hämeen vaakuna",
        "url": "https://fi.wikipedia.org/wiki/H%C3%A4meen_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Kanta-Hämeen vaakuna on Kanta-Hämeen maakunnan heraldinen tunnus. Sisäministeriön vuonna 1963 vahvistama vaakunaselitys kuuluu: \"Punaisessa kentässä kävelevä kultainen ilves, jonka korvatöyhdöt mustat; saatteena ilveksen yläpuolella kolme kuusisakaraista tähteä ja alapuolella neljä ruusua sijoitettuina 1:3; kaikki hopeaa. Kilven päällä herttuakunnan kruunu.\" Erotukseksi Hämeen historiallisen maakunnan vaakunasta nykymaakunta ei käytä vaakunan päällä herttuakunnan kruunua.\n\n\n== Hämeen vaakuna ==\n\nEnsimmäinen tunnettu Hämeen tunnus on vuodelle 1326 ajoitettu sinetti, johon on kuvattuna ristiinnaulittu Kristus kuunsirpin ja tähden kera.\nHäme sai varsinaisen vaakunan vuonna 1560 Ruotsin kuninkaan Kustaa Vaasan hautajaisissa ja se on myös kuvattuna muiden Suomen herttuakunniksi katsottujen maakuntien, Varsinais-Suomen, Satakunnan ja Karjalan, ohella kuninkaan hautamuistomerkissä Uppsalan tuomiokirkossa. Vaakunan ilveksen on katsottu kuvaavan alueen runsasta ilveskantaa, sekä eläimen metsästyksen tärkeyttä keskiajalla. Ilvestä ympäröivät tähdet ja ruusut on todennäköisesti lisätty ajan tavan mukaan täyttämään kilven tyhjiä kohtia, ja vanhemmista malleista ne puuttuvat toisinaan kokonaan.\n\nSisäasiaministeriö vahvisti vaakunan heraldisen selityksen heraldikko Ahti Hammarin mallin pohjalta 24.1.1963. Suomen nykymaakuntien tullessa virallisiksi aluehallinnon yksiköiksi 1990-luvulla Hämeen liiton toimialueesta muodostettiin Kanta-Hämeen maakunta, joka otti tunnuksekseen heraldikko Juhani Vepsäläisen suunnitteleman mallin vaakunasta.Vaakunaa käytettiin osana Hämeen, Keski-Suomen ja Mikkelin läänien vaakunoita vuosina 1962–1997, sekä osana Etelä-Suomen läänin vaakunaa vuosina 1997–2009. Hämeen ilves on aiheena Heinolan, Janakkalan, Mäntän ja Vanajan kunnanvaakunoissa, sekä heraldikko Gustaf von Numersin vuonna 1955 suunnittelemassa Lounais-Hämeen epävirallisessa seutuvaakunassa.\nMaakuntavaakunan värit esiintyvät myös Hämeen perinteisessä valko-punaisessa isännänviirissä.\n\n\n== Kanta-Hämeen lippu ==\n\nSuomen lipun 100-vuotispäivänä 28.5.2018 Kanta-Hämeen maakuntavaltuusto julkaisi maakunnan vaakunan ohelle myös ilvesaiheisen maakuntalipun, jonka on suunnitellut Ahti Hammarin vaakunamallin pohjalta heraldikko Tuomas Hyrsky. Lipussa on punaisella kentällä kultainen ilves, mutta vaakunan hopeiset tähdet on siirretty yläpuolelta ilveksen eteen ja ruusut eläimen alta sen taakse lipun kokonaisuuden tasapainottamiseksi. Lipun virallinen naulaus suoritettiin 25 maakuntavaikuttajan toimesta Hämeen linnassa 4.2.2019. 26. huhtikuuta 2021 Kanta-Hämeen maakuntavaltuusto valitsi joulukuun 21. päivän Kanta-Hämeen lipun viralliseksi maakunnalliseksi liputuspäiväksi. Päivä perustuu Hämeen ilvestunnuksen ensimmäiseen esiintymiseen Ruotsin kuninkaan Kustaa Vaasan hautajaisissa 21.12.1560. \n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nKanta-Hämeen maakunnan kuntien ",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Kanta-H%C3%A4me.vaakuna.svg/langfi-320px-Kanta-H%C3%A4me.vaakuna.svg.png",
            "width": 320,
            "height": 381
        },
        "place": {
            "name": "Kanta-Hämeen maakunta",
            "coordinates": {
                "lat": 61,
                "lon": 24.46666667
            }
        },
        "lang": "fi",
        "id": "maakunta-4",
        "index": 4
    },
    {
        "title": "Kainuun vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Kainuun_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Kainuun vaakuna on Kainuun maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Kultakentässä yläreunaltaan kuusikoroinen ja alareunaltaan aaltokoroinen vihreä hirsi.\"\nVaakunan on suunnitellut heraldikko Olof Eriksson Kainuun maakuntaliiton tunnukseksi vuonna 1978 ja se valittiin Kainuun maakuntavaakunaksi vuoden 1997 lääniudistuksen myötä. Sen aiheet viittaavat Kainuun luontoon; kuusikoro maakunnan laajoihin metsiin ja aaltokoro maakunnan vesistöihin. Vesireittien käyttö ja metsätalous ovat olleet merkittävä osa Kainuun historiaa.\n\nKainuun maakuntahallitus hyväksyi ja naulasi vaakunan pohjalta tehdyn maakuntalipun 25.6.1998. Vaakunan värit esiintyvät myös Kainuun perinteisessä isännänviirissä, jonka väritys hyväksyttiin Kainuun maakuntaliiton kokouksessa 4.10.1976.\n\n\n== Suunnittelu ==\nKainuun maakuntaliitto ja paikallinen päivälehti järjestivät 1968 mielipidetiedustelun, jossa oli arvioitavana viisi heraldikko Gustaf von Numersin luonnosta Kainuun vaakunaksi. Eniten ääniä keräsi ehdotus, jossa oli kolme hopeanväristä juoksevaa sutta sinisellä pohjalla. Vain yhden äänen sai nelisakarainen tähti vaakunan aiheena ja muita ehdotuksia kannatettiin jokseenkin tasavertaisesti. Oman ehdotuksensa esittäneet henkilöt halusivat aiheeksi tervahaudan, kelopuita tai paperirullia.\nKainuulaiset kaipasivat omaa tunnusta ja symbolia ainakin silloin, kun muiden maakuntien asukkaat kokoontuivat tunnuksineen. Kainuun maakuntaliitto aloitti 1977 hankkeen oman tunnuksen saamiseksi. Vaakunaeläimestä ja muista tunnuksista oli keskusteltu pitkään, mutta pian päädyttiin metsäpeuraan, joka myös suomenpeurana ja villipeurana tunnettiin. Sarvipääeläimen taustalle maakuntaliitto halusi metsää. Vaakunan pohjaväriksi se toivoi vihreää ja kaikki muu olisi kultaa. Heraldikko Olof Eriksson laati liitolle joukon luonnoksia, joiden perusteella se voisi tehdä lopullisen valinnan. Kaikki kainuulaiset eivät pitäneet metsäpeuraa sopivana vaakunaeläimenä, mutta metsän kaikki tunnustivat Kainuun symboliksi.\n\n\n== Katso myös ==\nKainuun maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nLogot, vaakuna, lippu ja viiri Kainuun liitto.  27.3.2019.  Arkistoitu 27.6.2020.  Viitattu 25.6.2020. \n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Kainuu.vaakuna.svg/langfi-320px-Kainuu.vaakuna.svg.png",
            "width": 320,
            "height": 378
        },
        "place": {
            "name": "Kainuun maakunta",
            "coordinates": {
                "lat": 64.225,
                "lon": 27.73333333
            }
        },
        "lang": "fi",
        "id": "maakunta-6",
        "index": 6
    },
    {
        "title": "Etelä-Karjalan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Etel%C3%A4-Karjalan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Etelä-Karjalan vaakuna on Etelä-Karjalan maakunan heraldinen tunnus. Vaakunan vuonna 2008 korjattu heraldinen selitys kuuluu: \"Alennetusti punaiseen ja mustaan katkaistulla kilvellä aaltokoroinen hirsi yläpuolellaan kaksi toisiaan vastaan iskevää käsivartta, joista oikea, haarniskoitu pitelee miekkaa ja vasen, rengaspanssarin peittämä paljaassa kädessä käyrää sapelia, kaikki hopeaa, paitsi aseiden kahvat ja haarniskan liitosvanteet kultaa.\"\nVaakunan käsivarret miekkoineen ovat peräisin Karjalan historiallisen maakunnan vaakunasta ja sen värit ovat perinteiset Karjalan tunnusvärit. Kilven aaltokoro viittaa maakuntaa halkovaan Saimaaseen ja muihin alueen vesistöihin. Vaakuna on suunnitellut suunnitteluarkkitehti Tuula Taskula ja se hyväksyttiin Etelä-Karjalan maakuntavaltuuston kokouksessa 2.4.1997.\nEtelä-Karjalan maakuntaliitolla oli ennen nykyistä vaakunaa heraldikko Olof Eriksonin 1980-luvulla suunnittelema vaakuna joka ei kuitenkaan vakiintunut maakuntaa kuvaavaksi tunnukseksi. Kymen ja Etelä-Suomen läänien vaakunoissa käytettiin Karjalan historiallista vaakunaa kuvaamassa Etelä-Karjalan aluetta osana läänejä, kun taas Viipurin lääni käytti vaakunanaan Viipurin vanhaa kaupunginvaakunaa.\n\nHeraldikko Jukka Suvisaaren vuonna 1989 suunnittelemassa Etelä-Karjalan perinteisessä isännänviirissä on Karjalan vaakunasta peräisin olevat värit valkoinen, punainen ja keltainen, toisin kuin koko Karjalan musta-punaisessa isännänviirissä. 10. joulukuuta 2002 Etelä-Karjalan maakuntavaltuusto otti käyttöön myös maakuntaviirin, jossa yhdistyvät maakuntavaakunan käsivarret, sekä perinteisen karjalaisviirin musta-punaiset värit.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nEtelä-Karjalan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Etel%C3%A4-Karjala.vaakuna.svg/langfi-320px-Etel%C3%A4-Karjala.vaakuna.svg.png",
            "width": 320,
            "height": 371
        },
        "place": {
            "name": "Etelä-Karjalan maakunta",
            "coordinates": {
                "lat": 61.06666667,
                "lon": 28.18333333
            }
        },
        "lang": "fi",
        "id": "maakunta-1",
        "index": 1
    },
    {
        "title": "Itä-Uudenmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/It%C3%A4-Uudenmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Itä-Uudenmaan vaakuna oli entisen Itä-Uudenmaan maakunnan heraldinen tunnus. Vuonna 1997 hyväksytty vaakunaselitys kuuluu: \"Sinisellä kilvellä kolme hopeista liekkiä.\"\nVaakuna otettiin käyttöön vuoden 1997 lääniuudistuksen myötä uuden Itä-Uudenmaan maakunnan tunnukseksi. Vaakunan on suunnitellut Jouko Jäppinen ja sen kolme liekkiä kuvaavat Askolan kivikautisen kulttuurin nuotiotulia, Mikael Agricolaa ja kirjapainoa, sekä alueen energiateollisuutta. Vaakunan sini-hopeiset värit ovat perinteiset Uudenmaan värit. \nKansallisarkisto ehdotti uuden maakunnan vaakunaksi vuonna 1997 Porvoon kaupunkiin liitetyn Porvoon maalaiskunnan lohiaiheista vaakunaa, mutta Itä-Uudenmaan maakuntaliitto kuitenkin hylkäsi ehdotuksen.\nVaakuna oli käytössä 31.12.2010 asti, jolloin Itä-Uusimaa liitettiin kokonaisuudessaan osaksi Uudenmaan maakuntaa. Se kuitenkin esiintyy yhä muun muassa Itä-Uudenmaan pelastuslaitoksen tunnuksessa.\n\n\n== Katso myös ==\nItä-Uudenmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/It%C3%A4-Uusimaa.vaakuna.svg/langfi-320px-It%C3%A4-Uusimaa.vaakuna.svg.png",
            "width": 320,
            "height": 362
        },
        "place": {
            "name": "Uudenmaan maakunta",
            "coordinates": {
                "lat": 60.17083333,
                "lon": 24.9375
            }
        },
        "lang": "fi",
        "id": "maakunta-5",
        "index": 5
    },
    {
        "title": "Ahvenanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Ahvenanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Ahvenanmaan vaakuna on Suomen itsehallinnollisen maakunnan Ahvenanmaan virallinen tunnus lipun ja maakuntalaulun ohella. Sisäministeriön vuonna 1952 vahvistama vaakunaselitys on: ”Sinisessä kentässä kävelevä, kultainen saksanhirvi. Kilven päällä kreivikunnan kruunu.” \n\n\n== Vaakunan historiaa ==\nVanhin tunnettu Ahvenanmaan tunnus on vuodelta 1326 peräisin oleva sinetti, johon on kuvattu valtaistuimella istuva Pyhä Olavi käsissään valtakunnanomena ja kirves. Pyhä Olavi on maakunnan suojeluspyhimys. Keskiaikaisen sinetin aihetta on myöhemmin käytetty Jomalan kunnan vaakunassa, jonka sisäministeriö vahvisti käyttöön 27.2.1952. Pyhä Olavi oli myös Satakunnan ja Uudenmaan sinettien aiheina.\nEnsimmäisen varsinaisen vaakunansa Ahvenanmaa sai vuonna 1569 Ruotsin leskikuningattaren Katariina Stenbocken saatua maakunnan läänityksekseen. Vaakunaan oli kuvattuna sinisessä kentässä kaksi metsäkaurista, joiden arvellaan kuvanneen saarten riistakantaa. Kauriiden ympärille oli ripoteltu hopearuusuja. Mahdollisen nimisekaannuksen johdosta vaakuna kuitenkin päätyi Öölantia kuvaavaksi tunnukseksi, ja Ahvenanmaan vaakunana alettiin käyttää vuodelta 1560 peräisin olevaa Öölannin vaakunaa, johon oli kuvattuna kultainen saksanhirvi, kaulassaan jalokivikoristeinen panta. Öölanti käytti kaurisaiheista vaakunaa aina vuoteen 1944 asti, jolloin historiallinen erehdys päätettiin korjata ja Öölannille suunniteltiin hirvivaakunan pohjalta uusi tunnus. Erotukseksi jo vankasti Ahvenanmaata kuvaavaan vaakunaan hirven kaulapanta, sarvet ja sorkat muutettiin punaisiksi. Vuonna 1952 Ahvenanmaan vaakunan ulkoasu virallistettiin heraldikko Gustaf von Numersin tekemän mallin pohjalta ja hirven kaulapanta jäi pois käytöstä.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nAhvenanmaan lippu\nAhvenanmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Coat_of_arms_of_%C3%85land.svg/langfi-320px-Coat_of_arms_of_%C3%85land.svg.png",
            "width": 320,
            "height": 440
        },
        "place": {
            "name": "Ahvenanmaan maakunta",
            "coordinates": {
                "lat": 60.09861111,
                "lon": 19.94444444
            }
        },
        "lang": "fi",
        "id": "maakunta-0",
        "index": 0
    },
    {
        "title": "Kanta-Hämeen vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Kanta-H%C3%A4meen_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Kanta-Hämeen vaakuna on Kanta-Hämeen maakunnan heraldinen tunnus. Sisäministeriön vuonna 1963 vahvistama vaakunaselitys kuuluu: \"Punaisessa kentässä kävelevä kultainen ilves, jonka korvatöyhdöt mustat; saatteena ilveksen yläpuolella kolme kuusisakaraista tähteä ja alapuolella neljä ruusua sijoitettuina 1:3; kaikki hopeaa. Kilven päällä herttuakunnan kruunu.\" Erotukseksi Hämeen historiallisen maakunnan vaakunasta nykymaakunta ei käytä vaakunan päällä herttuakunnan kruunua.\n\n\n== Hämeen vaakuna ==\n\nEnsimmäinen tunnettu Hämeen tunnus on vuodelle 1326 ajoitettu sinetti, johon on kuvattuna ristiinnaulittu Kristus kuunsirpin ja tähden kera.\nHäme sai varsinaisen vaakunan vuonna 1560 Ruotsin kuninkaan Kustaa Vaasan hautajaisissa ja se on myös kuvattuna muiden Suomen herttuakunniksi katsottujen maakuntien, Varsinais-Suomen, Satakunnan ja Karjalan, ohella kuninkaan hautamuistomerkissä Uppsalan tuomiokirkossa. Vaakunan ilveksen on katsottu kuvaavan alueen runsasta ilveskantaa, sekä eläimen metsästyksen tärkeyttä keskiajalla. Ilvestä ympäröivät tähdet ja ruusut on todennäköisesti lisätty ajan tavan mukaan täyttämään kilven tyhjiä kohtia, ja vanhemmista malleista ne puuttuvat toisinaan kokonaan.\n\nSisäasiaministeriö vahvisti vaakunan heraldisen selityksen heraldikko Ahti Hammarin mallin pohjalta 24.1.1963. Suomen nykymaakuntien tullessa virallisiksi aluehallinnon yksiköiksi 1990-luvulla Hämeen liiton toimialueesta muodostettiin Kanta-Hämeen maakunta, joka otti tunnuksekseen heraldikko Juhani Vepsäläisen suunnitteleman mallin vaakunasta.Vaakunaa käytettiin osana Hämeen, Keski-Suomen ja Mikkelin läänien vaakunoita vuosina 1962–1997, sekä osana Etelä-Suomen läänin vaakunaa vuosina 1997–2009. Hämeen ilves on aiheena Heinolan, Janakkalan, Mäntän ja Vanajan kunnanvaakunoissa, sekä heraldikko Gustaf von Numersin vuonna 1955 suunnittelemassa Lounais-Hämeen epävirallisessa seutuvaakunassa.\nMaakuntavaakunan värit esiintyvät myös Hämeen perinteisessä valko-punaisessa isännänviirissä.\n\n\n== Kanta-Hämeen lippu ==\n\nSuomen lipun 100-vuotispäivänä 28.5.2018 Kanta-Hämeen maakuntavaltuusto julkaisi maakunnan vaakunan ohelle myös ilvesaiheisen maakuntalipun, jonka on suunnitellut Ahti Hammarin vaakunamallin pohjalta heraldikko Tuomas Hyrsky. Lipussa on punaisella kentällä kultainen ilves, mutta vaakunan hopeiset tähdet on siirretty yläpuolelta ilveksen eteen ja ruusut eläimen alta sen taakse lipun kokonaisuuden tasapainottamiseksi. Lipun virallinen naulaus suoritettiin 25 maakuntavaikuttajan toimesta Hämeen linnassa 4.2.2019. 26. huhtikuuta 2021 Kanta-Hämeen maakuntavaltuusto valitsi joulukuun 21. päivän Kanta-Hämeen lipun viralliseksi maakunnalliseksi liputuspäiväksi. Päivä perustuu Hämeen ilvestunnuksen ensimmäiseen esiintymiseen Ruotsin kuninkaan Kustaa Vaasan hautajaisissa 21.12.1560. \n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nKanta-Hämeen maakunnan kuntien ",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Kanta-H%C3%A4me.vaakuna.svg/langfi-320px-Kanta-H%C3%A4me.vaakuna.svg.png",
            "width": 320,
            "height": 381
        },
        "place": {
            "name": "Kanta-Hämeen maakunta",
            "coordinates": {
                "lat": 61,
                "lon": 24.46666667
            }
        },
        "lang": "fi",
        "id": "maakunta-7",
        "index": 7
    },
    {
        "title": "Kymenlaakson vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Kymenlaakson_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Kymenlaakson vaakuna on Kymenlaakson maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Katkoisen kilven sinisessä yläkentässä hopeinen, nouseva, hyppäävä lohi, jonka varukset kultaa, hopeisessa alakentässä reunoihin ulottuva sininen verkko.\"\n\n\n== Vaakunan historiaa ==\n\nVaakunan on suunnitellut heraldikko Gustaf von Numers vuonna 1951 Kymenlaakson maakuntaliiton tunnukseksi ja se vahvistettiin Kymenlaakson maakuntavaakunaksi vuoden 1997 lääniuudistuksen myötä. Vaakuna pohjautuu Kymin kihlakunnan vanhaan sinettiin ja sen aihe viittaa maakuntaa halkovaan Kymijokeen, joka on tunnettu tärkeänä lohijokena. Maakuntaliitto halusi vaakunaan selvästi historiallisen aiheen, joka sopisi myös vanhojen maakuntavaakunoiden joukkoon. Sinisen ja hopean tilalle ehdotettiin myös mustaa ja hopeaa, joita on pitkään pidetty Kymenlaakson tunnusväreinä. Muun muassa Kymenlaakson perinteinen isännänviiri ja vuonna 1933 perustettu Kymenlaakson osakunta käyttävät mustaa ja hopeaa. Myös Kymenlaakson suojeluskuntapiiriin kuuluvat suojeluskunnat käyttivät näitä väreinään, jonka takia maakuntaliitto päätyi valitsemaan maakunnalle uudet tunnusvärit hälventääkseen \"valkoisen Kymenlaakson\" leimaa. Sini-hopean yhdistelmällä haluttiin korostaa Kymijoen merkitystä maakunnalle, sekä vanhastaan osaksi Uuttamaata katsottujen rannikkokuntien asemaa osana uutta maakuntaa. Uusien värien katsottiin myös tuovan vaakunan lisää arvokkuutta niiden yhteydellä Suomen lippuun. Vaakunaa käytettiin osana Kymen läänin vaakuna vuosina 1962-1997. Vaakunan pohjalta on myös tehty lohiaiheinen vaakunaviiri.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nKymenlaakson maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Kymenlaakson_maakunnan_vaakuna.svg/langfi-320px-Kymenlaakson_maakunnan_vaakuna.svg.png",
            "width": 320,
            "height": 353
        },
        "place": {
            "name": "Kymenlaakson maakunta",
            "coordinates": {
                "lat": 61,
                "lon": 27
            }
        },
        "lang": "fi",
        "id": "maakunta-11",
        "index": 11
    },
    {
        "title": "Karjalan historiallisen maakunnan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Karjalan_historiallisen_maakunnan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Karjalan vaakuna on Pohjois-Karjalan maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Punaisessa kentässä kaksi esiintyöntyvää, toisiaan vastaan iskevää käsivartta, joista oikea, haarniskoitu pitelee miekkaa ja vasen, rengaspanssarin peittämä paljaassa kädessä käyrää sapelia; kaikki hopeaa, paitsi aseiden kahvat kultaa; saatteena yläpuolella kultakruunu.\" Vaakuna on alun perin Karjalan historiallisen maakunnan tunnus, josta Pohjois-Karjalan nykymaakunta käyttää mallia ilman kilven päällistä herttuakunnan kruunua.\n\n\n== Karjalan historiallisen maakunnan vaakuna ==\n\nKarjala on yksi Suomen neljästä historiallisesta maakunnasta (Hämeen, Satakunnan ja Varsinais-Suomen ohella), jotka on perinteisesti laskettu herttua­kunniksi. Maakunnan vaakunan uskotaan olevan peräisin Ruotsin kuningas Kustaa Vaasan hautajaisissa kannetusta lipusta vuodelta 1560, mutta on mahdollista että vaakuna on syntynyt jo Kustaa Vaasan hallitsijakaudella. Vanhin säilynyt esimerkki vaakunasta on peräisin vuoden 1562 teoksesta Armorial suédois, jossa vaakunassa on kuvattuna ainoastaan miekkoja pitelevät käsivarret. Kustaa Vaasan hautamuistomerkissä Uppsalan tuomiokirkossa Karjalan vaakuna sisältää myös käsivarsien saatteena olevan kruunun. Käsivarsien on katsottu kuvastavan Karjalan sijaintia Ruotsin ja Venäjän välisenä raja-alueena ja siellä käytyjä taisteluja lännen ja idän välillä. Vaakunan aiheet toistuvat myös Suomen vaakunassa. \nVaakunasta on esiintynyt vuosisatojen varrella useita muunnelmia. 1700-luvulla molemmat käsivarret saatettiin kuvata haarniskoituina ja käyräsapelia pitelevinä. Joskus toisen käsivarren miekka on vaihdettu nuoleksi. Karjalan eteläosan päätyessä Venäjän hallintaan Uudenkaupungin ja Turun rauhoissa laadittiin uudelle Viipurin kuvernementille vaakuna, jossa käsivarsien päällisen kruunun yläpuolella lisättiin Venäjän keisarin kruunu. 1800-luvulta alkaen vaakunan muoto kuitenkin vakiintui 1500-luvun alkuperäiseen muotoon. Nykyinen ulkoasu vaakunalle laadittiin vuonna 1962 sisäasiaministeriön toimesta ja sen selityksen laati heraldikko Ahti Hammar.\n\nKarjalan perinteisessä isännänviirissä väreinä on punainen ja musta. Värit ovat peräisin Karjalaisen osakunnan tunnusväreistä, jotka se peri aiemman Savo-karjalaisen osakunnan Savon ja Karjalan vaakunoiden väreihin pohjautuvista tunnusväreistä. Värit esiintyvät useissa Karjalan alueen kuntavaakunoissa, sekä luovutettujen alueiden perinnevaakunoissa.\n\n\n== Pohjois-Karjalan tunnuksena ==\nPohjois-Karjalan tunnukseksi vaakuna vakiintui muun muassa läänijaon seurauksena. Pohjois-Karjalan ollessa osa Kuopion lääniä läänin vaakunassa kuvattiin Savon ja Karjalan vaakunat, mutta Pohjois-Karjalan läänin synnyttyä vuonna 1960 uusi lääni alkoi käyttämään vaakunanaan Karjalan maakuntatunnusta, Kuopion läänin saadessa vaakunakseen Savon vaakunan. Vuoden 1997 lääniuudistuksen myötä maakuntaliittojen toimialueista tuli hallinnollisia maakuntia ja Pohjois-Karjalan maakunnalle vahvistettiin Karjalan vaakun",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Pohjois-Karjala.vaakuna.svg/langfi-320px-Pohjois-Karjala.vaakuna.svg.png",
            "width": 320,
            "height": 334
        },
        "place": {
            "name": "Pohjois-Karjalan maakunta",
            "coordinates": {
                "lat": 62.6,
                "lon": 29.76388889
            }
        },
        "lang": "fi",
        "id": "maakunta-8",
        "index": 8
    },
    {
        "title": "Lapin vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Lapin_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Lapin vaakuna on alun perin Lapin historiallisen maakunnan, nykyisin myös sitä laajemman Lapin nykymaakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Punaisessa kentässä luonnonvärinen villimies, joka kantaa olallaan kultaista nuijaa; otsan ja vyötäisten ympärillä vihreä seppele. Kilven päällä kreivikunnan kruunu.\" Vuosina 1962–2009 Lapin vaakuna sisältyi myös silloiseen Lapin läänin vaakunaan.\n\n\n== Historia ==\nVarhaisin maininta Lapin vaakunasta on 1580-luvulta. Silloin vaakunan aiheena oli kaksi sutta, mutta tämä vaakuna ei vakiintunut käyttöön.\nMetsäläinen esiintyy Lappiin viittaavana aiheena virallisissa yhteyksissä ensimmäisen kerran vuonna 1606 lyödyssä rahassa sekä Kaarle IX:n sinetin ympärillä olleessa vaakunaketjussa, jossa oli mukana myös Lapin vaakuna. Vaakunaan oli kuvattu musta metsäläinen, joka oli pukeutunut mustaan nahkaturkkiin. Jo samalla vuosisadalla vaakunasta tuli käyttöön myös versio, jossa hänet oli kuvattu muutoin alastomana paitsi että hänen vyötäisensä oli verhoiltu lehväseppelellä. \nLapin kuten muidenkin maakuntien vaakunoiden ulkoasu on eri aikoina vaihdellut, joskin varsinainen kuva-aihe on pysynyt samana. Nykyisen ulkoasunsa Lapin vaakuna sai vuonna 1963 Ahti Hammarin suunnittelemana, ja se vahvistettiin valtioneuvoston päätöksellä 24. tammikuuta 1963. \n\nVaakunan värit esiintyvät myös Lapin perinteisessä isännänviirissä.\n\n\n=== Ruotsin Lapin vaakuna ===\n\nEnnen vuotta 1809 samaan Lapin maakuntaan luettiin kuuluvaksi sekä nykyinen Suomen Lappi Muoniosta ja Savukoskelta pohjoiseen että nykyinen Ruotsin Lappi, joka käsittää Norrbottenin ja Västerbottenin läänien länsiosat. Haminan rauhansopimuksella maakunta jaettiin kahtia, jolloin sen itäosa tuli kuulumaan Venäjään liitettyyn Suomen suuriruhtinaskuntaan ja lopulta vuodesta 1917 lähtien itsenäiseen Suomeen. Vanha Lapin vaakunan kuva-aihe, villimies, jäi käyttöön sekä Suomen että Ruotsin Lapin vaakunana. Nykyisin Ruotsin Lapin vaakuna kuitenkin poikkeaa väritykseltään alkuperäisestä: siinä on hopeisessa kentässä punainen villimies.\n\n\n=== Lapin läänin vaakuna ===\n\nLapin lääni erotettiin Oulun läänistä vuonna 1938. Siihen kuului Lapin historiallisen maakunnan ohella myös pohjoisin osa Pohjanmaan historiallisesta maakunnasta. Tämän vuoksi Lapin läänin vaakuna muodostettiin yhdistelmänä Pohjanmaan ja Lapin vanhoista maakuntavaakunoista.\nKun Suomen läänejä vuonna 1997 yhdistettiin suuremmiksi, Lapin lääni pysyi ennallaan, Kuitenkin myös sen vaakunaa muutettiin: Pohjanmaan ja Lapin vaakunoiden paikat vaihdettiin keskenään, jota paitsi Pohjanmaan vaakunan kuuden kärpän sijasta vaakunassa oli kärppiä enää vain kolme. Lisäksi kilven päällä ollut kreivikunnan kruunu vaihdettiin herttuakunnan kruunuun.\nLäänit lakkautettiin vuonna 2009. Nykyisen Lapin maakunnan alue on sama kuin entisen Lapin läänin, ja historiallisen Lapin maakunnan lisäksi siihen kuuluu myös historiallisen Pohjanmaan pohjoisin osa. Lapin nykymaakunnan vaakunana käytetään kuitenkin Lapin historiallise",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Lapin_maakunnan_vaakuna.svg/langfi-320px-Lapin_maakunnan_vaakuna.svg.png",
            "width": 320,
            "height": 432
        },
        "place": {
            "name": "Lapin maakunta",
            "coordinates": {
                "lat": 66.5,
                "lon": 25.73333333
            }
        },
        "lang": "fi",
        "id": "maakunta-12",
        "index": 12
    },
    {
        "title": "Keski-Pohjanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Keski-Pohjanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Keski-Pohjanmaan vaakuna on Keski-Pohjanmaan maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Sinisessä kentässä hopeinen, kultakyntinen ja -kielinen, kävelevä, taakseen katsova näätä, jonka saatteena yläpuolella kolme ja alapuolella kaksi hopeista naularistiä.\"\nEnnen nykyistä vaakunaa Keski-Pohjanmaan maakuntaliitto käytti julkaisuissaan epävirallista vaakunaa, jossa oli kuvattuna lohkoisen kilven sinisessä yläkentässä purjelaiva sekä hopeisessa alakentässä kolmen sinisen aaltokoroisen jänteen päällä ristikkäinen lapio, kirves ja kuokka. Kilven päällä oli kuvattu muurikruunun tapainen kruunu.\n\nKeski-Pohjanmaan nykyisen vaakunan on suunnitellut heraldikko Gustaf von Numers Keski-Pohjanmaan maakuntaliitolle vuonna 1950. Vaakunasta tuli maakunnan tunnus vuoden 1997 lääniudistuksen myötä. Taakseen katsova näätä on peräisin Pohjanmaan historiallisen maakunnan vanhimmasta tunnetusta vaakunasta vuodelta 1562. Vaakunan naularistit kuvaavat alueen viittä alkuperäistä emäseurakuntaa, sekä maakunnan käsistään taitavia asukkaita. Vaakunan värit ovat Pohjanmaan historiallisen maakunnan perinteiset tunnusvärit ja niitä on käytetty myös Kari K. Laurla vuonna 1979 suunnittelemassa Keski-Pohjanmaan isännänviirissä. Käytössä on myös vaakunan pohjalta tehty maakuntalippu, jonka Keski-Pohjanmaan maakuntahallitus valitsi vuonna 2000. Lipussa on sinisellä pohjalla vaakunan näätä ja naularistit, sekä lipun reunoissa kaksi valkoista paalua.\nNäätä oli aiheena myös vuonna 1977 Kokkolaan liitetyn Kaarlelan kunnan vaakunassa. Naularistejä on taas käytetty Kaustisen ja Perhon kuntien vaakunoissa.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nKeski-Pohjanmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Keski-Pohjanmaa.vaakuna.svg/langfi-320px-Keski-Pohjanmaa.vaakuna.svg.png",
            "width": 320,
            "height": 412
        },
        "place": {
            "name": "Keski-Pohjanmaan maakunta",
            "coordinates": {
                "lat": 63.83888889,
                "lon": 23.13194444
            }
        },
        "lang": "fi",
        "id": "maakunta-9",
        "index": 9
    },
    {
        "title": "Pirkanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pirkanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pirkanmaan vaakuna on Pirkanmaan maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Kultakentässä punainen, turkiskoroinen lakio.\"\n\nVaakunan on suunnittelut heradikko Gustaf von Numers Pirkanmaan maakuntaliiton tunnukseksi vuonna 1957 ja siitä tuli Pirkanmaan maakuntavaakuna vuoden 1997 lääniuudistuksen myötä. Vaakunan turkiskoro viittaa maakunnan historiaan eränkäynnin ja kaupan alueena, turkisten ollessa entisaikojen pirkkalaisten tärkeää kauppatavaraa. Vaakunassa käytetyt värit viittaavat kahteen historialliseen maakuntaan, joihin nykyisen Pirkanmaa on perinteisesti katsottu kuuluvan; kultainen kuvaa Satakuntaa ja punainen Hämettä. Pirkanmaalla on käytössä myös maakuntavaakunan pohjalta tehty viiri.\nTurkiskoroa on käytetty myös Pirkkalan vaakunassa.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nPirkanmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nMaakuntatunnukset Pirkanmaa.  Arkistoitu 27.6.2020.  Viitattu 24.6.2020. \n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Pirkanmaa.vaakuna.svg/langfi-320px-Pirkanmaa.vaakuna.svg.png",
            "width": 320,
            "height": 327
        },
        "place": {
            "name": "Pirkanmaan maakunta",
            "coordinates": {
                "lat": 61.49805556,
                "lon": 23.76083333
            }
        },
        "lang": "fi",
        "id": "maakunta-13",
        "index": 13
    },
    {
        "title": "Keski-Suomen vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Keski-Suomen_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Keski-Suomen vaakuna on Keski-Suomen maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Hopeisessa kentässä musta, punavaruksinen soidinmetso.\"\n\nVaakunan on suunnitellut heraldikko Ahto Numminen Keski-Suomen maakuntaliiton tunnukseksi 1951 ja siitä tuli Keski-Suomen maakunnan tunnus vuoden 1997 lääniudistuksen myötä. Vuosina 1962-1997 sitä käytettiin osana Keski-Suomen läänin vaakunaa. Vaakunan värit, musta, hopea ja punainen, ovat peräisin Helsingin yliopiston Keskisuomalaisen osakunnan tunnusväreistä vuodelta 1932, ja niitä käytetään myös Keski-Suomen perinteisessä isännänviirissä. Keski-Suomen vaakunan pohjalta on tehty myös maakuntalippu, jossa soidinmetso on kuvattuna neliönmuotoisella, valkoisella taustalla. Metso on valittu Keski-Suomen maakuntalinnuksi vuonna 1985.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nKeski-Suomen maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nKeski-Suomen liitto - Keski-Suomen tunnukset www.keskisuomi.fi.  Arkistoitu 9.8.2020.  Viitattu 24.6.2020. \n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Keski-Suomi_Coat_of_Arms.svg/langfi-320px-Keski-Suomi_Coat_of_Arms.svg.png",
            "width": 320,
            "height": 316
        },
        "place": {
            "name": "Keski-Suomen maakunta",
            "coordinates": {
                "lat": 62.24027778,
                "lon": 25.74444444
            }
        },
        "lang": "fi",
        "id": "maakunta-10",
        "index": 10
    },
    {
        "title": "Pohjanmaan historiallisen maakunnan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pohjanmaan_historiallisen_maakunnan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Pohjanmaan vaakuna on Pohjois-Pohjanmaan maakunnan heraldinen tunnus. Vaakuna on alun perin Pohjanmaan historiallisen maakunnan vaakuna, josta Pohjois-Pohjanmaan nykymaakunta käyttää kruunutonta muunnelmaa. Vaakunan heraldinen selitys kuuluu: \"Sinisessä kentässä kuusi juoksevaa hopeista kärppää, joiden hännänpäät mustat, sijoitettuina 2:2:2.\" \n\n\n== Pohjanmaan historiallisen maakunnan vaakuna ==\n\nPohjanmaan historiallisen maakunnan vaakuna on muutoin sama kuin Pohjois-Pohjanmaan nykymaakunnan vaakuna, mutta vaakunan päällä on kreivikunnan kruunu. Pohjanmaa on perinteisesti luettu kreivikunnaksi muun muassa Lapin ja Uudenmaan historiallisten maakuntien ohella, kun taas esimerkiksi Häme ja Karjala on laskettu herttuakunniksi. Jaottelu on peräisin Ruotsin vallan ajalta.\nVarhaisin tunnettu Pohjanmaan tunnus on 1400-luvulta peräisin oleva sinetti, jonka aiheesta ei kuitenkaan ole säilynyt tietoa. Vaakunan kärppien tiedetään olevan peräisin Ruotsin kuningas Kustaa Vaasan hautajaisista, jossa Pohjanmaan vaakunaa oli kannettu muiden maakuntien tapaan lippuna. Kärppien on katsottu viitanneen turkiskaupan asemaan maakunnassa. Vanhimmassa säilyneessä vaakunassa on kuitenkin kärpän sijaan kuvattuna näätä. Vaakuna on peräisin Ruotsin vaakunoita esittelevästä teoksesta Armorial suédois vuodelta 1562, jota säilytetään Ranskan kansalliskirjastossa Pariisissa. Näätää on myöhemmin käytetty Keski-Pohjanmaan vaakunan aiheena.\nNykyisin tunnettu kärppävaakuna vakiintui käyttöön 1500-luvun loppupuolelta alkaen ja sen ulkoasu vahvistettiin muiden historiallisten maakuntien vaakunoiden tapaan heraldikko Ahti Hammarin tekemän mallin pohjalta vuonna 1963.\nVaakunan kärppiä on käytetty myös Pohjanmaan ja Etelä-Pohjanmaan nykymaakuntien vaakunoissa, sekä Pohjanmaan historiallisen maakunnan aluetta kattaneiden läänien vaakunoissa. Myös Limingan kunta käyttää vaakunassaan kärppiä.\n\n\n== Pohjois-Pohjanmaan tunnuksena ==\nPohjois-Pohjanmaan nykymaakunnan tunnukseksi kuusi kärppää vakiintuivat hiljalleen muun muassa läänijaon johdosta. Pohjanmaan vaakunaa käytettiin sellaisenaan maakunnan pohjoisosat kattaneen Oulun läänin vaakunana, kun taas Pohjanmaan eteläosat kattanut Vaasan lääni käytti tunnuksenaan Vaasa-suvun vaakunaa. Vuonna 1931 perustettu Pohjois-Pohjanmaan maakuntaliitto alkoi käyttämään Pohjanmaan vaakunaa tunnuksenaan. Sisäasiaministeriö vahvisti Suomen lääneille uudet vaakunat vuonna 1962, jolloin Oulun, Vaasan, sekä Lapin läänit saivat vaakunoihinsa Pohjanmaan kärpät. Suurläänejä ja maakuntien hallinnollista asemaa kaavailtaessa vuonna 1995 Pohjois-Pohjanmaan maakuntaliitto pyysi sisäasiaministeriötä vahvistamaan Pohjois-Pohjanmaan tunnukseksi Pohjanmaan historiallisen vaakunan. Arkistolaitoksen uusien maakuntien vaakunatyöryhmä puolsi maakuntaliiton jo vuonna 1993 vahvistamaa päätöstä ja maakunnan vaakuna tuli virallisesti käyttöön vuonna 1997, tosin ilman kreivikunnan kruunua erotukseksi laajemman historiallisen maakunnan vaakunasta.\n\nVaakunan värit esiintyvä",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Pohjois-Pohjanmaan_vaakuna.svg/langfi-320px-Pohjois-Pohjanmaan_vaakuna.svg.png",
            "width": 320,
            "height": 370
        },
        "place": {
            "name": "Pohjois-Pohjanmaan maakunta",
            "coordinates": {
                "lat": 65.01666667,
                "lon": 25.46666667
            }
        },
        "lang": "fi",
        "id": "maakunta-14",
        "index": 14
    },
    {
        "title": "Pohjois-Pohjanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pohjois-Pohjanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Pohjanmaan vaakuna on Pohjois-Pohjanmaan maakunnan heraldinen tunnus. Vaakuna on alun perin Pohjanmaan historiallisen maakunnan vaakuna, josta Pohjois-Pohjanmaan nykymaakunta käyttää kruunutonta muunnelmaa. Vaakunan heraldinen selitys kuuluu: \"Sinisessä kentässä kuusi juoksevaa hopeista kärppää, joiden hännänpäät mustat, sijoitettuina 2:2:2.\" \n\n\n== Pohjanmaan historiallisen maakunnan vaakuna ==\n\nPohjanmaan historiallisen maakunnan vaakuna on muutoin sama kuin Pohjois-Pohjanmaan nykymaakunnan vaakuna, mutta vaakunan päällä on kreivikunnan kruunu. Pohjanmaa on perinteisesti luettu kreivikunnaksi muun muassa Lapin ja Uudenmaan historiallisten maakuntien ohella, kun taas esimerkiksi Häme ja Karjala on laskettu herttuakunniksi. Jaottelu on peräisin Ruotsin vallan ajalta.\nVarhaisin tunnettu Pohjanmaan tunnus on 1400-luvulta peräisin oleva sinetti, jonka aiheesta ei kuitenkaan ole säilynyt tietoa. Vaakunan kärppien tiedetään olevan peräisin Ruotsin kuningas Kustaa Vaasan hautajaisista, jossa Pohjanmaan vaakunaa oli kannettu muiden maakuntien tapaan lippuna. Kärppien on katsottu viitanneen turkiskaupan asemaan maakunnassa. Vanhimmassa säilyneessä vaakunassa on kuitenkin kärpän sijaan kuvattuna näätä. Vaakuna on peräisin Ruotsin vaakunoita esittelevästä teoksesta Armorial suédois vuodelta 1562, jota säilytetään Ranskan kansalliskirjastossa Pariisissa. Näätää on myöhemmin käytetty Keski-Pohjanmaan vaakunan aiheena.\nNykyisin tunnettu kärppävaakuna vakiintui käyttöön 1500-luvun loppupuolelta alkaen ja sen ulkoasu vahvistettiin muiden historiallisten maakuntien vaakunoiden tapaan heraldikko Ahti Hammarin tekemän mallin pohjalta vuonna 1963.\nVaakunan kärppiä on käytetty myös Pohjanmaan ja Etelä-Pohjanmaan nykymaakuntien vaakunoissa, sekä Pohjanmaan historiallisen maakunnan aluetta kattaneiden läänien vaakunoissa. Myös Limingan kunta käyttää vaakunassaan kärppiä.\n\n\n== Pohjois-Pohjanmaan tunnuksena ==\nPohjois-Pohjanmaan nykymaakunnan tunnukseksi kuusi kärppää vakiintuivat hiljalleen muun muassa läänijaon johdosta. Pohjanmaan vaakunaa käytettiin sellaisenaan maakunnan pohjoisosat kattaneen Oulun läänin vaakunana, kun taas Pohjanmaan eteläosat kattanut Vaasan lääni käytti tunnuksenaan Vaasa-suvun vaakunaa. Vuonna 1931 perustettu Pohjois-Pohjanmaan maakuntaliitto alkoi käyttämään Pohjanmaan vaakunaa tunnuksenaan. Sisäasiaministeriö vahvisti Suomen lääneille uudet vaakunat vuonna 1962, jolloin Oulun, Vaasan, sekä Lapin läänit saivat vaakunoihinsa Pohjanmaan kärpät. Suurläänejä ja maakuntien hallinnollista asemaa kaavailtaessa vuonna 1995 Pohjois-Pohjanmaan maakuntaliitto pyysi sisäasiaministeriötä vahvistamaan Pohjois-Pohjanmaan tunnukseksi Pohjanmaan historiallisen vaakunan. Arkistolaitoksen uusien maakuntien vaakunatyöryhmä puolsi maakuntaliiton jo vuonna 1993 vahvistamaa päätöstä ja maakunnan vaakuna tuli virallisesti käyttöön vuonna 1997, tosin ilman kreivikunnan kruunua erotukseksi laajemman historiallisen maakunnan vaakunasta.\n\nVaakunan värit esiintyvä",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Pohjois-Pohjanmaan_vaakuna.svg/langfi-320px-Pohjois-Pohjanmaan_vaakuna.svg.png",
            "width": 320,
            "height": 370
        },
        "place": {
            "name": "Pohjois-Pohjanmaan maakunta",
            "coordinates": {
                "lat": 65.01666667,
                "lon": 25.46666667
            }
        },
        "lang": "fi",
        "id": "maakunta-17",
        "index": 17
    },
    {
        "title": "Pohjois-Karjalan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pohjois-Karjalan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Karjalan vaakuna on Pohjois-Karjalan maakunnan heraldinen tunnus. Vaakunan heraldinen selitys kuuluu: \"Punaisessa kentässä kaksi esiintyöntyvää, toisiaan vastaan iskevää käsivartta, joista oikea, haarniskoitu pitelee miekkaa ja vasen, rengaspanssarin peittämä paljaassa kädessä käyrää sapelia; kaikki hopeaa, paitsi aseiden kahvat kultaa; saatteena yläpuolella kultakruunu.\" Vaakuna on alun perin Karjalan historiallisen maakunnan tunnus, josta Pohjois-Karjalan nykymaakunta käyttää mallia ilman kilven päällistä herttuakunnan kruunua.\n\n\n== Karjalan historiallisen maakunnan vaakuna ==\n\nKarjala on yksi Suomen neljästä historiallisesta maakunnasta (Hämeen, Satakunnan ja Varsinais-Suomen ohella), jotka on perinteisesti laskettu herttua­kunniksi. Maakunnan vaakunan uskotaan olevan peräisin Ruotsin kuningas Kustaa Vaasan hautajaisissa kannetusta lipusta vuodelta 1560, mutta on mahdollista että vaakuna on syntynyt jo Kustaa Vaasan hallitsijakaudella. Vanhin säilynyt esimerkki vaakunasta on peräisin vuoden 1562 teoksesta Armorial suédois, jossa vaakunassa on kuvattuna ainoastaan miekkoja pitelevät käsivarret. Kustaa Vaasan hautamuistomerkissä Uppsalan tuomiokirkossa Karjalan vaakuna sisältää myös käsivarsien saatteena olevan kruunun. Käsivarsien on katsottu kuvastavan Karjalan sijaintia Ruotsin ja Venäjän välisenä raja-alueena ja siellä käytyjä taisteluja lännen ja idän välillä. Vaakunan aiheet toistuvat myös Suomen vaakunassa. \nVaakunasta on esiintynyt vuosisatojen varrella useita muunnelmia. 1700-luvulla molemmat käsivarret saatettiin kuvata haarniskoituina ja käyräsapelia pitelevinä. Joskus toisen käsivarren miekka on vaihdettu nuoleksi. Karjalan eteläosan päätyessä Venäjän hallintaan Uudenkaupungin ja Turun rauhoissa laadittiin uudelle Viipurin kuvernementille vaakuna, jossa käsivarsien päällisen kruunun yläpuolella lisättiin Venäjän keisarin kruunu. 1800-luvulta alkaen vaakunan muoto kuitenkin vakiintui 1500-luvun alkuperäiseen muotoon. Nykyinen ulkoasu vaakunalle laadittiin vuonna 1962 sisäasiaministeriön toimesta ja sen selityksen laati heraldikko Ahti Hammar.\n\nKarjalan perinteisessä isännänviirissä väreinä on punainen ja musta. Värit ovat peräisin Karjalaisen osakunnan tunnusväreistä, jotka se peri aiemman Savo-karjalaisen osakunnan Savon ja Karjalan vaakunoiden väreihin pohjautuvista tunnusväreistä. Värit esiintyvät useissa Karjalan alueen kuntavaakunoissa, sekä luovutettujen alueiden perinnevaakunoissa.\n\n\n== Pohjois-Karjalan tunnuksena ==\nPohjois-Karjalan tunnukseksi vaakuna vakiintui muun muassa läänijaon seurauksena. Pohjois-Karjalan ollessa osa Kuopion lääniä läänin vaakunassa kuvattiin Savon ja Karjalan vaakunat, mutta Pohjois-Karjalan läänin synnyttyä vuonna 1960 uusi lääni alkoi käyttämään vaakunanaan Karjalan maakuntatunnusta, Kuopion läänin saadessa vaakunakseen Savon vaakunan. Vuoden 1997 lääniuudistuksen myötä maakuntaliittojen toimialueista tuli hallinnollisia maakuntia ja Pohjois-Karjalan maakunnalle vahvistettiin Karjalan vaakun",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Pohjois-Karjala.vaakuna.svg/langfi-320px-Pohjois-Karjala.vaakuna.svg.png",
            "width": 320,
            "height": 334
        },
        "place": {
            "name": "Pohjois-Karjalan maakunta",
            "coordinates": {
                "lat": 62.6,
                "lon": 29.76388889
            }
        },
        "lang": "fi",
        "id": "maakunta-16",
        "index": 16
    },
    {
        "title": "Pohjois-Savon vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pohjois-Savon_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Savon vaakuna on Pohjois-Savon maakunnan heraldinen tunnus. Sen heraldinen selitys kuuluu: \"Mustassa kentässä palkittain viritetty käsijousi; kaikki kultaa, paitsi jousen jänne sekä nuolen kärki ja sulitettu pyrstö hopeaa.\" Vaakuna on muutoin sama kuin Savon historiallisen maakunnan vaakuna lukuun ottamatta historiallisen maakunnan vaakunan päällä olevaa kreivikunnan kruunua.\n\n\n== Savon historiallisen maakunnan vaakuna ==\n\nSavon vaakunan aihe on pysynyt suurin piirtein muuttumattomana sen ensivaiheista 1500-luvulta asti. Varhaisin tunnettu maininta nuolella viritetystä jousesta on Ruotsin kuningas Kustaa Vaasan hautajaisista vuodelta 1560, jossa jousi-aiheista lippua kannettiin Savon tunnuksena. Ensimmäinen tunnetusti säilynyt esimerkki on vuodelta 1562 peräisin olevassa teoksessa Armorial suédois esitetty vaakuna, jossa jousi osoittaa heraldiseen vasempaan (kilven käyttäjän näkökulmasta). Vaakunan aiheet on tyypillisesti kuvattuna osoittamaan heraldiseen oikeaan, jonka takia Savon jousenkin suunta myöhemmin vakiintui juuri oikeaan suuntaan osoittavaksi. Nykyään Etelä-Savon maakunta käyttää vaakunassaan vasempaan osoittavaa jousta.\nJousi-aiheen on tulkittu symboloivan Savon asemaa Ruotsin itäisimpänä rajamaakuntana ennen nykyisen Pohjois-Karjalan alueen liittämistä Ruotsiin Stolbovan rauhassa vuonna 1617. Vaakunan ulkoasu ja selitys vahvistettiin sisäasiaministeriön toimesta vuonna 1962 heraldikko Ahti Hammarin mallin pohjalta.\n\nVaakunan jousi-aihe toistuu useissa Savon alueen kuntavaakunoissa ja sen värejä käytetään Savon perinteisessä isännänviirissä.\n\n\n== Pohjois-Savon tunnuksena ==\nPohjois-Savon maakunnan tunnukseksi vaakuna vakiintui hiljalleen muun muassa läänijaon seurauksena. Siinä missä vanha Kuopion lääni kattoi aluksi nykyisten Pohjois-Savon ja Pohjois-Karjalan maakuntien alueet, Mikkelin lääni kattoi Etelä-Savon ja Itä-Hämeen. Maakuntajako näkyi läänien vaakunoissa; Suomen suuriruhtinaskunnan aikaan Kuopion läänin vaakunassa oli Savon ja Karjalan maakuntien vaakunat, mutta Pohjois-Karjalan tultua omaksi läänikseen vuonna 1960 ja sisäasiaministeriön vahvistettua uusien läänien vaakunat 1962, Kuopion läänin vaakunaksi tuli Savon maakunnan vaakuna. Lääniuudistusta ja maakuntien hallinnollista asemaa kaavailtaessa nykyinen Pohjois-Savon maakuntaliitto käytti tunnuksenaan Savon vaakunaa. Erotukseksi Savon historiallisen maakunnan vaakunasta sisäasiaministeriö vahvisti Pohjois-Savolle kruunuttoman vaakunan vuonna 1997.\n\nVaakunan pohjalta on tehty myös Pohjois-Savon maakuntalippu, jossa jousi on asetettuna kahden keltaisen reunuksen väliin. Lipun ulkoreuna on kolmihaarainen.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nPohjois-Savon maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nhttps://www.pohjois-savo.fi/tietopalvelut/kuvat-ja-logot.html (Arkistoitu – Internet Archive)\n\n",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Pohjois-Savo.vaakuna.svg/langfi-320px-Pohjois-Savo.vaakuna.svg.png",
            "width": 320,
            "height": 366
        },
        "place": {
            "name": "Pohjois-Savon maakunta",
            "coordinates": {
                "lat": 62.8925,
                "lon": 27.67833333
            }
        },
        "lang": "fi",
        "id": "maakunta-18",
        "index": 18
    },
    {
        "title": "Päijät-Hämeen vaakuna",
        "url": "https://fi.wikipedia.org/wiki/P%C3%A4ij%C3%A4t-H%C3%A4meen_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Päijät-Hämeen vaakuna on Päijät-Hämeen maakunnan heraldinen tunnus. Vuonna 1997 vahvistettu vaakunaselitys kuuluu: \"Sinisessä kentässä vedenneito ja oikeassa yläkulmassa käki; kaikki kultaa.\" Vaakunan aihetta kutsutaan yleisesti Vellamoksi.\n\n\n== Vaakunan historiaa ==\n\nPäijät-Häme alkoi muotoutua omaksi alueekseen Lahden ja Heinolan kaupunkien ympäristöön 1950-luvulta alkaen seutukaava- ja maakuntaliittojen syntyessä. Päijät-Hämeen maakuntaliiton ensimmäisen vaakunan suunnitteli vuonna 1986 heraldikko Olof Eriksson. Eriksonin vaakunassa oli nelijakoinen puna-hopeinen kenttä, joka oli jaettu aaltokorolla. Punainen ja hopea ovat Hämeen perinteiset tunnusvärit ja esiintyvät muun muassa Hämeen isännänviirissä. Kyseinen vaakuna ei kuitenkaan vakiintunut uutta maakuntaa kuvaavaksi tunnukseksi.\nVuoden 1997 lääniuudistuksessa ja maakuntien hallinnollisen aseman virallistuessa Päijät-Häme sai uuden, professori Tapani Aartomaan suunnitteleman vaakunan. Vaakuna pohjautuu Johan Jacob Ahrenbergin vuosien 1904 ja 1912 hylättyihin ehdotuksiin Lahden vaakunaksi, joissa oli kuvattuna kruunua pitelevä vedenneito.\nVellamon on katsottu viittaavan maakunnan järviin ja harjuihin, sekä käen kuvastavan alueen karjalaisväestöä. Vaakunan pohjalta on tehty myös maakuntalippu, jonka Päijät-Hämeen maakuntavaltuusto hyväksyi 1.6.1998 ja vihki käyttöön lipun naulaustilaisuudessa Vellamon maakuntajuhlassa 3.12.1998 Lahdessa. Lipun ohella käytössä on myös vaakunaviiri.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nPäijät-Hämeen maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nhttps://paijat-hame.fi/paijat-hameen-liitto/maakuntatunnukset/\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/P%C3%A4ij%C3%A4t-H%C3%A4me.vaakuna.svg/langfi-320px-P%C3%A4ij%C3%A4t-H%C3%A4me.vaakuna.svg.png",
            "width": 320,
            "height": 376
        },
        "place": {
            "name": "Päijät-Hämeen maakunta",
            "coordinates": {
                "lat": 60.98055556,
                "lon": 25.65555556
            }
        },
        "lang": "fi",
        "id": "maakunta-19",
        "index": 19
    },
    {
        "title": "Pohjanmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Pohjanmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjanmaan vaakuna on Pohjanmaan maakunnan heraldinen tunnus. Vuonna 1997 vahvistettu vaakunaselitys kuuluu: \"Punaisessa kentässä kuninkaallinen Vaasain tunnuskuva (rynnäkkörisukimppu) ja lakio, molemmat kultaa; lakiossa neljä punaista juoksevaa kärppää asetettuina 2+2.\"\n\nVaakunan on suunnitellut heraldikko Juhani Vepsäläinen 28.9.1997. Rynnäkkörisukimppu on peräisin maakunnan keskuskaupungin Vaasan vaakunasta ja se on historiallinen Vaasan kuningassuvun tunnus. Lakion kärpät viittaavat Pohjanmaan historiallisen maakunnan vaakunaan vuodelta 1576. Vaakunan värit ovat perinteiset suomenruotsalaisten tunnusvärit ja ne pohjautuvat Suomen vaakunan väreihin. Värit esiintyvät myös ruotsinkielisen Pohjanmaan perinteisessä isännänviirissä.\nVaasa-suvun tunnusta on käytetty aiemmin myös Vaasan läänin vaakunoissa.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nPohjanmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nMaakunnan tunnusmerkit Obotnia.fi.  Arkistoitu 1.5.2019.  Viitattu 25.6.2020. \n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Pohjanmaan_maakunnan_vaakuna.svg/langfi-320px-Pohjanmaan_maakunnan_vaakuna.svg.png",
            "width": 320,
            "height": 376
        },
        "place": {
            "name": "Pohjanmaan maakunta",
            "coordinates": {
                "lat": 63.09583333,
                "lon": 21.61527778
            }
        },
        "lang": "fi",
        "id": "maakunta-15",
        "index": 15
    },
    {
        "title": "Satakunnan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Satakunnan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Satakunnan vaakuna on Satakunnan historiallisen maakunnan ja nykymaakunnan heraldinen tunnus. Sisäministeriön 24. tammikuuta 1963 vahvistama vaakunaselitys kuuluu: \"Sini-kultakatkoisessa kilvessä pystyyn kavahtanut musta, punavaruksinen kruunupäinen karhu, joka pitää kämmenissään hopeista miekkaa; kruunu ja miekan kahva kultaa; saatteena karhun molemmin puolin yläkentässä seitsensakarainen hopeatähti. Kilven päällä herttuakunnan kruunu.\"\n\n\n== Vaakunan historiaa ==\nSatakunnan alueen varhaisimpia tunnuksia on 1300-luvulta peräisin oleva sinetti, johon on kuvattuna valtaistuimella istuva Pyhä Olavi, pidellen käsissään valtakunnanomenaa ja kirvestä. Sinetin aihetta käytettiin myöhemmin vuonna 1952 vahvistetussa Ulvilan vaakunassa. Pyhä Olavi oli myös Ahvenanmaan ja Uudenmaan sinettien aiheina. \nVarsinais-Suomen vaakunan ohella Satakunan vaakuna on yksi Suomen vanhimmista. Molemmat ovat peräisin Ruotsin kuningas Kustaa Vaasan pojalleen Juhanalle vuonna 1557 myöntämästä vaakunasta, Juhanan tultua nykyisten Varsinais-Suomen ja Satakunnan alueiden herttuaksi. Vaakunan on vielä tällöin tulkittu olleen herttakunnan Aurajoen pohjoispuoliset alueet katteneen Pohja-Suomen tunnus. Vaakunan karhun on katsottu viitanneen herttuakunnan pohjoisosien villiin luontoon. Pohja-Suomen karhutunnusta käytettiin myöhemmin Satakunnan kruununvoutien sineteissä, jonka kautta se alkoi vakiintua Satakunnan tunnukseksi 1800-luvulta alkaen.\nMaakuntavaakunan karhua on käytetty Porin kaupungin, Porin maalaiskunnan ja Euran vaakunoissa, seitsensakaraisten tähtien löytyessä Honkajoen, Parkanon ja Siikaisten vaakunoista. Lisäksi useat muut Satakunnan ja maakuntaan historiallisesti kuuluvan Pirkanmaan luoteisosan kunnanvaakunat ovat väritykseltään sini-kultaisia viitaten Satakunnan vaakunaan.\nSatakunnan karhu on Porin prikaatin joukko-osastotunnus ja esiintyy prikaatin lipussa. Lipun on suunnitellut Carolus Lindberg alun perin Porin rykmentille 14. toukokuuta 1919, ja se perustuu vuonna 1686 käyttöön otettuun Porin jalkaväkirykmentin kompanialippuun. Karhu on aiheena myös Porin prikaatiin kuuluvien Satakunnan jääkäripataljoonan, Satakunnan pioneeri- ja viestipataljoonan sekä Satakunnan tykistörykmentin lipuissa. Samoiten Satakunnan lennoston lipussa ja joukko-osastotunnuksessa on käytetty maakuntavaakunan karhua.\n\n\n== Satakunnan lippu ==\n\nSatakunnalla on vaakunan ohella myös karhu-aiheeseen perustuva maakuntalippu. Lippu koostuu vaakunan tavoin sinisestä yläkentästä ja keltaisesta alakentästä, joiden päällä on miekkaa pitelävä kruunupäinen karhu kahden seitsensakaraisen tähden välissä. Lipun ulkoreuna on kolmikielekkeinen. Lippu on peräisin Satakunnan maakuntaliiton 50-vuotisen maakuntatyön juhlistamisesta vuodelta 1991, tehden siitä manner-Suomen vanhimman maakuntalipun. Lipun on suunnitellut taiteilija Reino Niiniranta ja se naulattiin virallisesti käyttöön 21. marraskuuta 1990.\nJoulukuussa 2018 Satakunnan maakuntavaltuusto valitsi Otson päivän eli 11. lokakuuta maakuntalipun virall",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Satakunta.vaakuna.svg/langfi-320px-Satakunta.vaakuna.svg.png",
            "width": 320,
            "height": 461
        },
        "place": {
            "name": "Satakunnan maakunta",
            "coordinates": {
                "lat": 61.48333333,
                "lon": 21.8
            }
        },
        "lang": "fi",
        "id": "maakunta-20",
        "index": 20
    },
    {
        "title": "Savon vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Savon_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Pohjois-Savon vaakuna on Pohjois-Savon maakunnan heraldinen tunnus. Sen heraldinen selitys kuuluu: \"Mustassa kentässä palkittain viritetty käsijousi; kaikki kultaa, paitsi jousen jänne sekä nuolen kärki ja sulitettu pyrstö hopeaa.\" Vaakuna on muutoin sama kuin Savon historiallisen maakunnan vaakuna lukuun ottamatta historiallisen maakunnan vaakunan päällä olevaa kreivikunnan kruunua.\n\n\n== Savon historiallisen maakunnan vaakuna ==\n\nSavon vaakunan aihe on pysynyt suurin piirtein muuttumattomana sen ensivaiheista 1500-luvulta asti. Varhaisin tunnettu maininta nuolella viritetystä jousesta on Ruotsin kuningas Kustaa Vaasan hautajaisista vuodelta 1560, jossa jousi-aiheista lippua kannettiin Savon tunnuksena. Ensimmäinen tunnetusti säilynyt esimerkki on vuodelta 1562 peräisin olevassa teoksessa Armorial suédois esitetty vaakuna, jossa jousi osoittaa heraldiseen vasempaan (kilven käyttäjän näkökulmasta). Vaakunan aiheet on tyypillisesti kuvattuna osoittamaan heraldiseen oikeaan, jonka takia Savon jousenkin suunta myöhemmin vakiintui juuri oikeaan suuntaan osoittavaksi. Nykyään Etelä-Savon maakunta käyttää vaakunassaan vasempaan osoittavaa jousta.\nJousi-aiheen on tulkittu symboloivan Savon asemaa Ruotsin itäisimpänä rajamaakuntana ennen nykyisen Pohjois-Karjalan alueen liittämistä Ruotsiin Stolbovan rauhassa vuonna 1617. Vaakunan ulkoasu ja selitys vahvistettiin sisäasiaministeriön toimesta vuonna 1962 heraldikko Ahti Hammarin mallin pohjalta.\n\nVaakunan jousi-aihe toistuu useissa Savon alueen kuntavaakunoissa ja sen värejä käytetään Savon perinteisessä isännänviirissä.\n\n\n== Pohjois-Savon tunnuksena ==\nPohjois-Savon maakunnan tunnukseksi vaakuna vakiintui hiljalleen muun muassa läänijaon seurauksena. Siinä missä vanha Kuopion lääni kattoi aluksi nykyisten Pohjois-Savon ja Pohjois-Karjalan maakuntien alueet, Mikkelin lääni kattoi Etelä-Savon ja Itä-Hämeen. Maakuntajako näkyi läänien vaakunoissa; Suomen suuriruhtinaskunnan aikaan Kuopion läänin vaakunassa oli Savon ja Karjalan maakuntien vaakunat, mutta Pohjois-Karjalan tultua omaksi läänikseen vuonna 1960 ja sisäasiaministeriön vahvistettua uusien läänien vaakunat 1962, Kuopion läänin vaakunaksi tuli Savon maakunnan vaakuna. Lääniuudistusta ja maakuntien hallinnollista asemaa kaavailtaessa nykyinen Pohjois-Savon maakuntaliitto käytti tunnuksenaan Savon vaakunaa. Erotukseksi Savon historiallisen maakunnan vaakunasta sisäasiaministeriö vahvisti Pohjois-Savolle kruunuttoman vaakunan vuonna 1997.\n\nVaakunan pohjalta on tehty myös Pohjois-Savon maakuntalippu, jossa jousi on asetettuna kahden keltaisen reunuksen väliin. Lipun ulkoreuna on kolmihaarainen.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nPohjois-Savon maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\nhttps://www.pohjois-savo.fi/tietopalvelut/kuvat-ja-logot.html (Arkistoitu – Internet Archive)\n\n",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Pohjois-Savo.vaakuna.svg/langfi-320px-Pohjois-Savo.vaakuna.svg.png",
            "width": 320,
            "height": 366
        },
        "place": {
            "name": "Pohjois-Savon maakunta",
            "coordinates": {
                "lat": 62.8925,
                "lon": 27.67833333
            }
        },
        "lang": "fi",
        "id": "maakunta-21",
        "index": 21
    },
    {
        "title": "Uudenmaan vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Uudenmaan_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Uudenmaan vaakuna on Uudenmaan historiallisen ja nykymaakunnan heraldinen tunnus. Sisäministeriön 18. tammikuuta 1962 vahvistama vaakunaselitys kuuluu: \"Sinisessä kentässä kaksi aaltokoroista hopeahirttä ja niiden välissä kultainen, peräsimellä varustettu vene. Kilven päällä kreivikunnan kruunu.\" Erotukseksi historiallisen maakunnan (ja Uudenmaan läänin) vaakunasta nykymaakunta ei käytä vaakunan päällä kreivikunnan kruunua. \n\n\n== Vaakunan historiaa ==\n\nVanhin tunnettu Uudenmaan tunnus on 1300-luvulla käyttöön otettu sinetti, jossa on kuvattuna Pyhä Olavi valtaistuimellaan, käsissään valtakunnanomena ja kirves. Samaa aihetta oli käytetty myös Ahvenanmaan ja Satakunnan sineteissä.\nUudenmaan vaakuna luotiin 39 vuotta myöhemmin kuin muut ruotsalaiset ja suomalaiset vaakunat, jotka piirrettiin Kustaa Vaasan hautajaisiin vuonna 1560. Uudenmaan luonne erillisenä maakuntana oli nuorempi kuin muiden maakuntien ja alkoi korostua vuoden 1600 paikkeilla. Vanhin tunnettu esimerkki Uudenmaan vaakunasta on peräisin vuodelle 1599 ajoitetusta Johannes Bureusin laatimasta riimukirjoitustaulusta. Taulun nimi on Runakenslanes läraspån, ja siihen sisältyvät kaikki maakuntavaakunat, myös Uudenmaan. Vaakunat kiertävät kehänä riimukirjaimia sisältävää taulua. Venettä esittävä vaakuna otettiin pian käyttöön muissakin yhteyksissä, kuten Kaarle IX:n 20 markan kolikossa vuonna 1606, kuparipiirroksena vuonna 1617 painetussa Ruotsin valtakunnan kaupunginlaissa, vuoden 1617 riikintaleerissa, vuoden 1618 Raamatussa, Kustaa II Aadolfin hautajaisissa kannetun lipun motiivina vuonna 1634 ja monissa muissa yhteyksissä. Myös Helsingin vaakuna on lähtöisin näistä vaakunoista.\nVaakunan veneen on katsottu kuvaavan ruotsalaista uudisasutusta ja maakunnan sijainti meren rannalla, kun taas aaltokoroiset hirret on tulkittu kuvaavan maakunnan jokia. Se ei siis viittaa kauppaan tai merenkulkuun, kuten heraldiset laiva-aiheet yleensä. Bureus mielsi uudisasukkaat hälsinglandilaisiksi.\nHistoriallisen maakunnan lisäksi kruunullinen vaakuna oli Uudenmaan läänin tunnuksena vuoteen 1997 asti, sekä osana Etelä-Suomen läänin vaakunaa vuosina 1997–2009.\nVaakunan pohjalta on tehty myös maakuntalippu, ja sen värit esiintyvät Uudenmaan isännänviireissä.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== Katso myös ==\nUudenmaan maakunnan kuntien vaakunat\n\n\n== Lähteet ==\nIltanen, Jussi: Suomen kuntavaakunat (2013), Karttakeskus, ISBN 951-593-915-1\n\n\n=== Viitteet ===",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Uusimaa.vaakuna.svg/langfi-320px-Uusimaa.vaakuna.svg.png",
            "width": 320,
            "height": 378
        },
        "place": {
            "name": "Uudenmaan maakunta",
            "coordinates": {
                "lat": 60.17083333,
                "lon": 24.9375
            }
        },
        "lang": "fi",
        "id": "maakunta-22",
        "index": 22
    },
    {
        "title": "Varsinais-Suomen vaakuna",
        "url": "https://fi.wikipedia.org/wiki/Varsinais-Suomen_vaakuna",
        "type": [
            "maakunta"
        ],
        "partOf": "Suomen maakuntien vaakunat",
        "description": "Varsinais-Suomen vaakuna on Varsinais-Suomen historiallisen ja nykymaakunnan heraldinen tunnus. Sisäministeriön 24.1.1963 vahvistama vaakunaselitys kuuluu: \"Punaisessa kentässä ristikkäin kaksi kultaista peistä; kumpaankin peitseen on kiinnitetty kaksikielekkeinen sininen lippu, jossa reunoihin ulottuva kultainen risti; peitsien päällikkeenä kruunullinen kultainen turnajaiskypärä. Kilven päällä herttuakunnan kruunu.\"\n\n\n== Vaakunan historiaa ==\nEnsimmäinen tunnettu Varsinais-Suomen alueen tunnus on vuodelta 1326 peräisin oleva sinetti, johon on kuvattu Jeesus-lasta sylissään pitelevä Neitsyt Maria. Maria on muun muassa Turun tuomiokirkon suojeluspyhimys ja kaupungin vaakunassa onkin käytetty neljää liljaa, joiden on katsottu kuvaavan Mariaa. Myös Maarian vaakunassa on entisen kunnan nimeen ja keskiaikaisen kirkon suojeluspyhimykseen viitaten rukoileva Neitsyt Maria.\nVarsinais-Suomen vaakuna on Satakunnan vaakunan ohella Suomen vanhimpia. Vaakunat ovat peräisin Ruotsin kuninkaan Kustaa Vaasan pojalleen Juhanalle vuonna myöntämästä vaakunasta vuodelta 1557, jolloin Juhana sai Varsinais-Suomen ja Satakunnan alueet herttuakunnakseen. Vaakunan on tulkittu vielä tällöin olleen Aurajoen eteläpuolisten Halikon ja Piikkiön kihlakunnat kattaneen Etelä-Suomen tunnus. Vaakunan ritarikypärä-aiheen on tulkittu symboloivan herttuakunnan eteläosaan syntynyttä herttuan hovia, sekä alueen asemaa Ruotsin itäosien keskuksena. Etelä-Suomen vaakuna vakiintui Varsinais-Suomen maakuntavaakunaksi 1800-luvulta alkaen.\nVarsinais-Suomen vaakunaa on käytetty osana maakunnan alueen kattaneiden läänien vaakunoita. Venäjän hallintokauden aikaan Turun ja Porin läänin vaakuna koostettiin Varsinais-Suomen, Satakunnan ja Ahvenanmaan vaakunoista. Vuonna 1962 läänille vahvistettiin vaakuna, jonka heraldisessa oikeassa kentässä käytettiin Varsinais-Suomen vaakunaa, vasemman kentän ollessa Satakunnan vaakuna. Vuoden 1997 lääniuudistuksen myötä Varsinais-Suomi kuului osaksi Länsi-Suomen lääniä, jonka vaakuna koostettiin Varsinais-Suomen, Satakunnan ja Pohjanmaan vaakunoista. Varsinais-Suomen vaakuna on esiintynyt myös useiden sotilasyksiköiden tunnuksissa ja lipuissa. Ruotsin valtakaudella muun muassa Uudenmaan läänin jalkaväkirykmentti ja Uudenmaan ja Hämeen läänin ratsuväkirykmentti käyttivät vaakunaa lipuissaan, viittauksena rykmenttien historiaan vanhan Etelä-Suomen alueella.\n\nVaakunan värit esiintyvät myös Varsinais-Suomen perinteisissä isännänviireissä. Käytössä on sini-punainen viiri, sekä alun perin maakunnan ruotsinkielissä osissa käytetty puna-keltainen viiri. Varsinais-Suomen maakuntaliitto päätti vuonna 1970 maakunnan viirin väreiksi punaisen ja keltaisen, jonka jälkeen kyseinen malli on vakiintunut koko maakunnan viiriksi. Lisäksi Varsinais-Suomen liitto käyttää maakuntaviiriksi kutsutta vaakunaviiriä, jossa kelta-punaisen viirin tyveen on asetettu maakunnan vaakuna.\n\n\n== Galleria ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Varsinais-Suomen.vaakuna.svg/langfi-320px-Varsinais-Suomen.vaakuna.svg.png",
            "width": 320,
            "height": 442
        },
        "place": {
            "name": "Varsinais-Suomen maakunta",
            "coordinates": {
                "lat": 60.45138889,
                "lon": 22.26666667
            }
        },
        "lang": "fi",
        "id": "maakunta-23",
        "index": 23
    }
]