[
    {
        "title": "Abja valla vapp",
        "url": "https://et.wikipedia.org/wiki/Abja_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Abja valla vapp on Viljandi maakonnas asunud endise Eesti haldusüksuse Abja valla vapp.\nVapp kinnitati Eesti Vabariigi riigisekretäri poolt 14. mail 2004 ja selle näidis asub vallakantseleis.\n\n\n== Vapi kirjeldus ==\nRohelise vapikilbi jaotab kaheks vasakult langev hõbedane kaldpalk (Bend Sinister), millel asetseb kolm sinist linaõit. Õied moodustuvad viiest sinisest kroonlehest ja viiest rohelisest tupplehest ning hõbedasest südamikust. Vapi värvid Pantone värviskaala järgi on roheline PMS 3415 ja sinine Process Blue.\n\n\n== Põhjendus ==\nSinised linaõied viitavad linakasvatusele ja linatöötlemisele, kui abjakate traditsioonilistele tegevusaladele ja jõukuseallikale. Kaldpalk sümboliseerib kaitstust, roheline kilbivärv ürgset loodust.\n\n\n== Vapi kasutamine ==\nVärvides ja värvideta (must-valget) vappi võib kasutada vallavolikogu, vallavalitsuse ja hallatavate asutuste dokumentidel, pitsatitel, siltidel, trükistel ja suveniiridel ning panna üles ruumides ja avalikes kohtades. Teistel juhtudel toimub vapi kasutamine vallavalitsuse loal.\n\n\n== Vaata ka ==\nAbja valla lipp\n\n\n== Välislingid ==\nAbja valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Abja vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Coat_of_Arms_of_Abja.svg/langet-320px-Coat_of_Arms_of_Abja.svg.png",
            "width": 320,
            "height": 384
        },
        "place": {
            "name": "Abja vald",
            "coordinates": {
                "lat": 58.12527778,
                "lon": 25.34972222
            }
        },
        "lang": "et",
        "id": "formerUnit-0",
        "index": 0
    },
    {
        "title": "Aegviidu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Aegviidu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Aegviidu valla vapp on Harju maakonnas asunud endise Aegviidu valla vapp.\n\n\n== Vapi kirjeldus ==\nAegviidu valla vapp on sinise ääristusega valgepõhjaline kilp, millel on kujutatud neli valgete vesiroosidega sinist järvesilma. Järvesilmasid eristab üksteisest must-valge nooljate teravikega rist.\n\n\n== Vaata ka ==\nAegviidu valla lipp\n\n\n== Välislingid ==\nAegviidu valla vapp andmebaasis Flags of the World (inglise keeles)\nAegviidu valla vapp Geraldika ru. lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/8a/EST_Aegviidu_COA.png",
            "width": 175,
            "height": 192
        },
        "place": {
            "name": "Aegviidu",
            "coordinates": {
                "lat": 59.28805556,
                "lon": 25.60722222
            }
        },
        "lang": "et",
        "id": "formerUnit-1",
        "index": 1
    },
    {
        "title": "Ahja valla vapp",
        "url": "https://et.wikipedia.org/wiki/Ahja_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Ahja valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Ahja valla vapp.\nVapp kinnitati 3. detsembril 1996.\nVapi autorid on Hendriko Heinoja ja Üllar Varik.\n\n\n== Vapi kirjeldus ==\nPõlvjaotusega rohelise-kuldse kilbi alumisel, kuldsel väljal püstiselt must sipelgas (laanekuklane). \nVärvid: Roheline – Pantone 347, Kuldne – Pantone 132, Must – Pantone Black 3PC.\n\n\n== Põhjendus ==\nAhja vald paikneb metsarikkas piirkonnas. Selle sümboliks on roheline värv vapi ülaosas. Ahja valla metsades asuvad Eesti ühed suuremad laanekuklaste kolooniad, mida sümboliseerib vapi põlvjaotusega moodustuv kuldne ala ja sipelga kujutis. Ühtlasi on sipelgas ka töökuse sümbol.\n\n\n== Vapi kasutamise kord ==\nAhja valla vappi kasutatakse: \n\nVolikogu, vallavalitsuse ja vallavalitsuse kantselei pitsatitel ja dokumendiplankidel.\nAhja valla autasudel, vapimärgil, meenetel.\nVallamajal ja valla piiritähistel.\nMuudel juhtudel võib valla vappi kasutada üksnes vallavalitsuse loal.\n\n\n== Vaata ka ==\nAhja valla lipp\n\n\n== Välislingid ==\nAhja valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Ahja vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ahja_seal.svg/langet-320px-Ahja_seal.svg.png",
            "width": 320,
            "height": 364
        },
        "place": {
            "name": "Ahja",
            "coordinates": {
                "lat": 58.20694444,
                "lon": 27.075
            }
        },
        "lang": "et",
        "id": "formerUnit-2",
        "index": 2
    },
    {
        "title": "Alajõe valla vapp",
        "url": "https://et.wikipedia.org/wiki/Alaj%C3%B5e_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Alajõe valla vapp on Ida-Viru maakonna endise Alajõe valla vapp.\nVapp kinnitati 17. septembril 1996.\nVapi autor on Priit Herodes\n\n\n== Vapi kirjeldus ==\nSinise võrguga kaetud kuldse kilbi alumisel poolel on sinine laineline väli, millel hõbedane kala.\n\n\n== Põhjendus ==\nVapikujundid ja -värvid viitavad valla nimele, Peipsi järvele ja Alajõele ning vallarahva jaoks tähtsale kala võrgupüügile. Vapikujundus osutab ka Alajõe valla seosele Narva piirkonnaga.\n\n\n== Vapi kasutamise kord ==\nAlajõe valla vappi kasutatakse valla vapipitsatil, samuti valla ametlikel trükistel ja suveniiridel. Alajõe valla vapi kasutamine kujunduselemendina, reklaamidel, toodetel jne. on lubatud ainult vallavalitsusega kooskõlastatult.\n\n\n== Vaata ka ==\nAlajõe valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nAlajõe valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Alajõe vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Alajoe_valla_vapp_-_2.png",
            "width": 229,
            "height": 241
        },
        "place": {
            "name": "Alajõe",
            "coordinates": {
                "lat": 59.01055556,
                "lon": 27.42555556
            }
        },
        "lang": "et",
        "id": "formerUnit-3",
        "index": 3
    },
    {
        "title": "Alatskivi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Alatskivi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Alatskivi valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Alatskivi valla vapp.\nVapp kinnitati 11. veebruaril 1992.\n\n\n== Vapi kirjeldus ==\nAlatskivi valla vapp on kilbikujuline alt kumera servaga. Laiuse ja kõrguse suhe on 2:3. Lõhustatud ja pooljaostatud kilbi parempoolsel, punasel väljal hõbedane sakmelise rinnatise, ehistorni ja ümarkaaravaga peasissepääsu ning koonilise katusega ärkiltornikesega mõisaehitise osaline vaade. Kilbi vasaku poole ülemisel, hõbedasel väljal kolm rohelist kuuske ja alumisel, sinisel väljal kolm lainelõikelist hõbedast varrast.\n\n\n== Põhjendus ==\nMõisaehitise osaline vaate sümboliseerib Alatskivi lossi fassaadi profiil.\nKolm rohelist kuuske sümboliseerib valla metsarikkust. Kolm hõbedast lainet sümboliseerib kolm Alatskivi ümbritsevat järve.\n\n\n== Vapi kasutamise kord ==\nValla vappi kasutatakse:\n\nVolikogu, vallavalitsuse ja valla ametiasutuse kantselei pitseritel ja dokumendiplankidel vastavalt vallavalitsuse asjaajamise korrale.\nValla meenetel, samuti punktis 1 nimetatud ametiasutuse ümbrikutel ja muudel ametlikel trükistel kooskõlastades vallavalitsusega.\nVolikogu ja vallavalitsuse hoonel ja valla piiritähistel.\nMuudel juhtudel võib valla vappi kasutada üksnes vallavalitsuse loal.\n\n\n== Vaata ka ==\nAlatskivi valla lipp\nTartu maakond\n\n\n== Välislingid ==\nAlatskivi valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Alatskivi vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Alatskivi_valla_vapp.png",
            "width": 188,
            "height": 213
        },
        "place": {
            "name": "Alatskivi",
            "coordinates": {
                "lat": 58.59972222,
                "lon": 27.13333333
            }
        },
        "lang": "et",
        "id": "formerUnit-4",
        "index": 4
    },
    {
        "title": "Albu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Albu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Albu valla vapp on Järva maakonna endise Eesti haldusüksuse Albu valla vapp.\nVapp kinnitati 11. aprillil 1994.\nVapi autor on Ivo-Manfred Rebane.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega vasakult poolitatud roheline-kuldne kilp. Ülemisel, rohelisel väljal kuldne rõngasrist; alumisel, kuldsel väljal kaks rohelist püstist tammelehte.\n\n\n== Põhjendus ==\nKuldne rõngasrist (päikeseratas) – põhjarahvaste ürgne päikese, elu ja õnne võrdkuju. Üksikasjalikumalt: ring – kõiksus, universum; püstsirge – Looja (unikaalsus); rõhtsirge – looming lõpmatus järjepidevuses. Tammelehed viitavad tammele, eestlase pühale puule – pikaealisuse, tugevuse ja jõu võrdkujule. Tammelehed osutavad ka Albu mailt võrsunud A.H.Tammsaarele, Eesti ühele nimekaimale kirjanikule.\n\n\n== Vapi kasutamise kord ==\nAlbu valla vappi kasutatakse:\n\nVolikogu, valitsuse, vallakantselei, valitsuse hallatavate asutuste, samuti äriühingute, mille aktsiate või osade ainuomanikuks on Albu vald, pitsatitel ja dokumendiplankidel.\nAlbu valla pidulikel ürikutel, autasudel, meenetel ja trükistel.\nAlbu vallamajal ja valla piiritähistel.\nMuudel juhtudel võib Albu valla vappi kasutada üksnes valitsuse loal.\nVapi kasutamine etalonist erineval kujul kuulub igakordsele läbivaatamisele ja kinnitamisele vallavalitsuse poolt.\n\n\n== Vaata ka ==\nAlbu valla lipp\nJärva maakond\n\n\n== Välislingid ==\nAlbu valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel – Albu vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Albu_valla_vapp_-_2.png",
            "width": 188,
            "height": 197
        },
        "place": {
            "name": "Albu",
            "coordinates": {
                "lat": 59.1525,
                "lon": 25.66111111
            }
        },
        "lang": "et",
        "id": "formerUnit-5",
        "index": 5
    },
    {
        "title": "Ambla valla vapp",
        "url": "https://et.wikipedia.org/wiki/Ambla_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Ambla valla vapp on Järva maakonna endise Eesti haldusüksuse Ambla valla vapp.\nVapp on kinnitatud 15. novembril 1995.\nVapi autor on Jaak Poom.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil neljaharuline ristikuleht, otsatornide ja rohelise põikitriibuga hoone siluett ning lainelõikeline langetatud varras - kõik hõbedased; varda all sinine vapitüvi.\n\n\n== Põhjendus ==\nNeljaharuline ristikuleht sümboliseerib põllumajandust; ühendatud südamete kujundina tähendab üksmeelset tegevust majanduses ja vaimses valdkonnas; kujund meenutab ka risti - kristliku maailma tähtsaimat sümbolit. Hoone siluett on kohaliku kultuurielu keskuse, Ambla rahvamaja, võrdkuju. Lainelõikeline varras meenutab Ambla jõge. Hõbe lootust ja puhtust; roheline - looduskeskkonda mille osaks on ka inimene. Sinine - vett, looduse koostisosana, samuti ka noorust oma energia ja tulevikulootusega.\n\n\n== Vapi kasutamise kord ==\nAmbla valla vappi kasutatakse kilbiga või kilbita, värvides või must-valgena vallavolikogu, vallavalitsuse ja asutuste plankidel ja pitseritel ning muudes kohtades vastavalt asjaajamiskorrale.\nValla vapi kujutisega pitsat on sõõr, mille keskel on vapp ja äärtele kirjutatud Ambla Vallavalitsus. Ambla Vallavalitsuse pitsati läbimõõt on 3,5 cm.\nValla vapi etalonkujutist säilitatakse vallavalitsuse kantseleis.\n\n\n== Vaata ka ==\nAmbla valla lipp\nJärva maakond\n\n\n== Välislingid ==\nAmbla valla sümboolika valla kodulehel.\nOmavalitsuste sümbolid Riigikantselei lehel - Ambla vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/15/Ambla_valla_vapp_-_2.png",
            "width": 188,
            "height": 197
        },
        "place": {
            "name": "Ambla",
            "coordinates": {
                "lat": 59.19222222,
                "lon": 25.83916667
            }
        },
        "lang": "et",
        "id": "formerUnit-6",
        "index": 6
    },
    {
        "title": "Are valla vapp",
        "url": "https://et.wikipedia.org/wiki/Are_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Are valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Are valla vapp.\nVapp kinnitati 14. oktoobril 1998.\nVapi autor on Priit Herodes\n\n\n== Vapi kirjeldus ==\nAre valla vapiks on kuldne rohelise äärisega kilp, mille kuldsel väljal on must otsavaatav metskitsepea. Rohelisel äärisel kaheksa kuldset ristikulehte.\n\n\n== Põhjendus ==\nKuld ja must viitavad Pärnumaale ning roheline tähistab metsa. Metskitsepea märgib jahindust, ristikulehed sümboliseerivad põllumajandust, õnne ja heaolu. \n\n\n== Vaata ka ==\nAre valla lipp\n\n\n== Välislingid ==\nAre valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Are vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/97/EE_09_Are.png",
            "width": 200,
            "height": 225
        },
        "place": {
            "name": "Are",
            "coordinates": {
                "lat": 58.52444444,
                "lon": 24.56083333
            }
        },
        "lang": "et",
        "id": "formerUnit-7",
        "index": 7
    },
    {
        "title": "Aseri valla vapp",
        "url": "https://et.wikipedia.org/wiki/Aseri_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Aseri valla vapp on Eestis Ida-Viru maakonnas asunud endise Aseri valla vapp.\nVapp kinnitati riigisekretäri poolt 9. juunil 1994.\n\n\n== Vapi kirjeldus ==\nAseri valla vapp kujutab kolme värviga, teravatipulise alaosaga kilpi. Hõbedasest talast moodustunud vasakule astanguga jaotatud kilbi ülaosa on sinine, alaosa roheline. Sinisel väljal on hõbedane pihlakas. Vapi kõrguse ja laiuse suhe on 5:4.\n\n\n== Põhjendus ==\nVapikujundid ja -värvid viitavad Aseri valla loodusele: sinine merele, roheline maismaale taimestikuga ja hõbedasest talast moodustunud astang kõrgele pankrannikule, mille all asuvad omapärase kooslusega lehtmetsad: hõbedane pihlakas.\n\n\n== Vapi kasutamise kord ==\nValla lipp ja vapp peavad vastama riigisekretäri poolt kinnitatud Aseri valla lipu ja vapi kirjeldustele. Lipu ja vapi etalonkujutised asuvad vallavalitsuses.\n\nAseri valla vapi kujutist kasutavad oma pitsatitel, dokumendiblankettidel, samuti trükiste, embleemide ja siltide kujunduselemendina ainult Aseri Vallavolikogu ja vallavalitsus.\nAseri Vallavalitsus võib anda loa Aseri valla vapikujutise kasutamiseks vimplite, kleebiste, siltide, trükiste ja muu näol lepingu alusel.\nValla vapi kujutisega dokumendiblankettide valmistamisel tuleb kinni pidada Eesti Vabariigi standarditega kehtestatud haldusdokumentide vormistamise nõuetest.\nRikutud või kehtetud valla vapi kujutisega pitsatid ja dokumendiblanketid kuuluvad hävitamisele.\nJuriidilistel ja füüsilistel isikutel ei ole lubatud kasutada kauba- ja teenindusmärgina ning neid reklaamivates materjalides tähiseid, mis sisaldavad või on äravahetamiseni sarnased Aseri valla vapi kujutisega, kui puudub vallavalitsuse kirjalik nõusolek.\nAseri valla vapi või sellega äravahetamiseni sarnaste kujutiste kasutamine tööstus- ja käsitöötoodete kujundamises on keelatud.\n\n\n== Vaata ka ==\nAseri valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nAseri valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Aseri vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Aseri_vapp.png",
            "width": 234,
            "height": 263
        },
        "place": {
            "name": "Aseri",
            "coordinates": {
                "lat": 59.45138889,
                "lon": 26.86527778
            }
        },
        "lang": "et",
        "id": "formerUnit-8",
        "index": 8
    },
    {
        "title": "Audru valla vapp",
        "url": "https://et.wikipedia.org/wiki/Audru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Audru valla vapp on Eesti endise haldusüksuse Audru valla vapp.\nVapp kinnitati 31. märtsil 1994.\nAudru valla vapi autor on AGE Pärnu.\n\n\n== Vapi kirjeldus ==\nAudru valla vapp on S-lõikelise vasakult langeva hõbedase vardaga kaldjaostatud kilp, mille ülemine väli on roheline ja alumine must. Vapikilpi ümbritseb peen hõbedane raamjoon. Ülemise osa keskel optilises tsentris paikneb hõbedane kujund. Kujund koosneb neljast stiliseeritud tammelehest, neljast kolmnurgast ja kaheksast ringist, mis kõik on vaheldumisi paigutatud ümber hõbedase ringi.\n\n\n== Põhjendus ==\nHõbedane varras sümboliseerib Audru jõge, mis algab Lavassaare järvest ja suubub Pärnu lahte. Must tähistab soid ja rabasid ning roheline metsa ja põllumaad. \n\n\n== Vapi kasutamise kord ==\nValla vapi kujutist kasutatakse volikogu ja valitsuse pitsatitel ja blankettidel.\nValla vapi kujutist võib kasutada:\nVallavalitsuse hallatavate asutuste pitsatitel ja blankettidel.\nVolikogu, vallavalitsuse ja vallavalitsuse hallatavate asutuste siltidel, esindusruumidel, meenetel, ametimärkidel, autasudel ja muudel ametlikel trükistel.\nValda läbivate suuremate maanteede ääres valla piire tähistavatel märkidel.\nVallavalitsuse loal võib valla vapi kujutist kasutada:\nÜldkultuurilistel vallale kasulikel mitteärilistel eesmärkidel tasuta.\nÄrilistel eesmärkidel vallaga sõlmitud lepingu alusel lepingus märgitud viisil ja mahus tasu eest. Valla ees erilisi teeneid omava isku võib vallavalitsus vabastada tasu maksmise kohustusest, kuid vapi kujutise kasutamise viis, maht ja muud olulised tingimused tuleb kirjalikult kokku leppida.\n\n\n== Vapi ajalugu ==\nVapp on kinnitatud Audru valla vapina 31. märtsil 1994. Lavassaare valla ja Audru valla ühinemisel, 20. oktoobril 2013 tekkinud uue omavalitsusüksuse Audru valla lipu ja vapina jäid kasutusele endised Audru valla sümbolid. Lavassaare valla sümboolika anti aga hoiule Lavassaare Külaseltsile.\n\n\n== Vaata ka ==\nAudru valla lipp\nLavassaare valla vapp\nPärnu maakond\n\n\n== Välislingid ==\nAudru valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Audru vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/1e/EE_09_Audru.png",
            "width": 200,
            "height": 232
        },
        "place": {
            "name": "Audru",
            "coordinates": {
                "lat": 58.41222222,
                "lon": 24.35527778
            }
        },
        "lang": "et",
        "id": "formerUnit-9",
        "index": 9
    },
    {
        "title": "Avanduse valla vapp",
        "url": "https://et.wikipedia.org/wiki/Avanduse_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Avanduse valla vapp on Lääne-Viru maakonnas asuva endise Eesti haldusüksuse Avanduse valla vapp.\nVapp oli kasutusel 16. juunini 2005, mil Avanduse vald ühines Väike-Maarja vallaga. Ühinenud vald kasutab endise Väike-Maarja valla vappi.\nVapp on kinnitatud 9. mail 1994.\n\n\n== Vapi kirjeldus ==\nAvanduse valla vapil on kujutatud kuldsel kilbil punane vastulaineliste külgedega vai, milles on hõbedane ladina rist.\n\n\n== Põhjendus ==\nPunane, kuld ja hõbe on apostel Siimeoni (Simuna) vapivärvid. Laineline vai tähistab Pedja jõge, hõbedane rist punasel märgib nii Avanduse paiknemist omaaegse Taani haldusala idapiiril kui ka kuulsat Taani-Saksa ristimistüli.\n\n\n== Vaata ka ==\nAvanduse valla lipp\nVäike-Maarja valla vapp\n\n\n== Välislingid ==\nAvanduse valla sümboolika (arhiveeritud lehekülg)",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/02/Avanduse_seal.png",
            "width": 198,
            "height": 215
        },
        "place": {
            "name": "Avanduse",
            "coordinates": {
                "lat": 59.05388889,
                "lon": 26.41944444
            }
        },
        "lang": "et",
        "id": "formerUnit-10",
        "index": 10
    },
    {
        "title": "Avinurme valla vapp",
        "url": "https://et.wikipedia.org/wiki/Avinurme_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Avinurme valla vapp on Ida-Viru maakonna endise Eesti haldusüksuse Avinurme valla vapp.\nVapp kinnitati riigisekretäri poolt 20. mail 1992. Vapi autor on Priit Herodes.\n\n\n== Vapi kirjeldus ==\nKuuselõikeliselt põigiti poolitatud kilbi rohelisel ülaosal hõbedane havi, hõbedasel alaosal roheline kuusnurkne täht.\n\n\n== Põhjendus ==\nValla vapp väljendab ilmekalt piirkonna eripära. Motiivide valik tuleneb valla nimest (havi nurmel), nimelt suurvee ajal satuvad sageli nurmedele havid. Jõekaldaid ääristavad ja vees peegelduvad metsad on Avinurme sajanditevanuse puutöötraditsiooni alustalaks. Kuusnurkne täht vapi allääres viitab Tartumaale, mille koosseisu Avinurme kant ajalooliselt kuulus, samuti valla kuuele vanimale külale, mille esmamainimise aastaks annab Poola II revisjon 1599.\n\n\n== Vapi kasutamise kord ==\nValla vapi kujutist kasutati:\n\nValla vapipitsatil, mis oli hoiul vallasekretäri käes.\nVallavolikogu ja vallavalitsuse dokumendiblankettide, trükiste ning embleemide kujunduselemendina.\nValitsuse otsusel valda läbivate suuremate maanteede ääres valla piire tähistavatel märkidel.\nMuudel juhtudel valitsuse loal.\nValla vapi kujutis peab mõõtmetest olenemata vastama etalonkujutisele.\n\n\n== Vaata ka ==\nAvinurme valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nAvinurme valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Avinurme vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Avinurme_vapp.png",
            "width": 230,
            "height": 256
        },
        "place": {
            "name": "Avinurme",
            "coordinates": {
                "lat": 58.98527778,
                "lon": 26.8625
            }
        },
        "lang": "et",
        "id": "formerUnit-11",
        "index": 11
    },
    {
        "title": "Emmaste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Emmaste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Emmaste valla vapp on Hiiu maakonnas asunud Emmaste valla vapp.\nVapp kinnitati 19. juunil 1996 ja see oli kasutuses kuni Emmaste valla ühendamiseni teiste Hiiumaa valdadega, mis toimus 2017. aasta sügisel.\nVapil on sinisel väljal langetatud lainelõikeline palk, mille kohal paikneb paremale suunduv kahemastiline purjelaev (kaljas) – mõlemad hõbedased.\nVapi kujundamisel on silmas peetud valla mereäärset asendit ja Soela väina. Paljud Emmaste mehed on olnud seotud meresõidu ja laevaehitusega. 1891. aastal osteti 2-mastiline kaljas \"Seksna\", mille tüürimeheks oli Enn Uuetoa, rohkem tuntud Kihnu Jõnnina. Jausa külas on sündinud Herman Sergo.\n\n\n== Vaata ka ==\nEmmaste valla lipp\n\n\n== Välislingid ==\nEmmaste valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Emmaste vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/EE_Emmaste.svg/langet-320px-EE_Emmaste.svg.png",
            "width": 320,
            "height": 395
        },
        "place": {
            "name": "Emmaste",
            "coordinates": {
                "lat": 58.70611111,
                "lon": 22.58944444
            }
        },
        "lang": "et",
        "id": "formerUnit-12",
        "index": 12
    },
    {
        "title": "Haanja valla vapp",
        "url": "https://et.wikipedia.org/wiki/Haanja_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Haanja valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Haanja valla vapp.\nVapp kinnitati 29. detsembril 1997.\n\n\n== Vapi kirjeldus ==\nHaanja valla vapp on heraldiline kilp. Sinisel kilbil kuldne kaarlõikeline vapitüvi, millest tõuseb kolme rohelise kuuse tagant mustade püstiste aknaavadega piiritletud, sakmete ja lipuvardaga kuldne torn.\n\n\n== Põhjendus ==\nKuldne kaarlõikeline vapitüvi ja sellest tõusev kuldne torn sümboliseerivad valla territooriumil paiknevat kauni loodusega Haanja kõrgustikku ning selle keskosas asuvat Eesti ja Baltimaade kõrgeimat mäge Suurt Munamäge koos vaatetorniga. Rohelised kuused viitavad ümbruskonna vaheldusrikkale loodusele, millest osa on kuulutatud Haanja Looduspargiks. \nSinine on kodumaa taeva ja vee värvus, kuldne viljaväljade ja jõukuse sümbol.\n\n\n== Vapi kasutamise kord ==\nHaanja valla vappi kasutatakse:\n\nVallavolikogu, vallavalitsuse, vallakantselei, valla munitsipaalasutuste, pitsatitel ja dokumendiplankidel.\nValla tänurahal ja meenetel, samuti eelpool mainitud asutuste ümbrikutel ja muudel ametlikel trükistel.\nVallavalitsuse hoonel ja valla piiritähistel.\nJuhtudel, mis ei ole eelpool loetletud, võib valla vappi kasutada üksnes vallavalitsuse loal.\n\n\n== Vaata ka ==\nHaanja valla lipp\n\n\n== Välislingid ==\nHaanja valla üldandmed valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Haanja vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Haanja_valla_vapp.gif",
            "width": 200,
            "height": 226
        },
        "place": {
            "name": "Haanja",
            "coordinates": {
                "lat": 57.71888889,
                "lon": 27.05222222
            }
        },
        "lang": "et",
        "id": "formerUnit-13",
        "index": 13
    },
    {
        "title": "Haaslava valla vapp",
        "url": "https://et.wikipedia.org/wiki/Haaslava_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Haaslava valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Haaslava valla vapp.\nVapp kinnitati 24. augustil 1995.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil kuldsest kaarlõikelisest vapitüvest tõusev kuldne mänd. Vapitüve keskel sinine kuusnurkne täht.\n\n\n== Põhjendus ==\nValla vapi sinine värvus on lootuse värv, ta sümboliseerib ka valla territooriumi piiravat Emajõge ning Kambja ja Võnnu kihelkonna piiriks olevat Mõra jõge. Kuld on jäävuse, kindluse ja tugevuse sümbol. Mänd sümboliseerib visadust, järjepidevust ja arengut. Täht kujutab valla territooriumil asunud terviseallikaid ning sümboliseerib puhtust, vaimsust ja rahva tarkust. Vapi kuldne kaarjas tüvimik on Haaslava Vooremäe kujutiseks.\n\n\n== Vapi kasutamise kord ==\nHaaslava valla vappi kasutatakse valla vapipitsatil, samuti valla ametlikel trükistel ja suveniiridel. Haaslava valla vapi kasutamine kujunduselemendina, reklaamidel, toodetel jne on lubatud ainult vallavalitsusega kooskõlastatult.\n\n\n== Vaata ka ==\nHaaslava valla lipp\nTartu maakond\n\n\n== Välislingid ==\nHaaslava valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Haaslava vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Haaslava_valla_vapp.gif",
            "width": 224,
            "height": 280
        },
        "place": {
            "name": "Haaslava",
            "coordinates": {
                "lat": 58.32611111,
                "lon": 26.81305556
            }
        },
        "lang": "et",
        "id": "formerUnit-14",
        "index": 14
    },
    {
        "title": "Halliste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Halliste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Halliste valla vapp on Viljandi maakonnas asunud endise Eesti haldusüksuse Halliste valla vapp.\nVapp kinnitati 29. jaanuaril 2003.\n\n\n== Vapi kirjeldus ==\nPunane rist mustal vapikilbil. Rist tõuseb vapi jalamilt, on alt kaarjalt laienev ja keskelt lõhikuga. Risti harude otsad on kaunistatud punaste paelornamentika motiividega. Kujundeid ümbritseb hõbedane ääris.\n\n\n== Põhjendus ==\nKaaruspaeltega ehitud rist sümboliseerib Halliste vaimseid traditsioone. Risti lõhik viitab nii meeste kui naiste seas populaarsele mulgi kuuele, mille küljel on samuti kaaruspaeltega kaunistatud lõhik. Lipu värvideks on nn. \"mulgi koloriit\": must, punane ja hõbe.\n\n\n== Vaata ka ==\nHalliste valla lipp\nViljandi maakond\n\n\n== Välislingid ==\nHalliste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/02/Halliste_valla_vapp.jpg",
            "width": 242,
            "height": 280
        },
        "place": {
            "name": "Halliste",
            "coordinates": {
                "lat": 58.16444444,
                "lon": 25.43972222
            }
        },
        "lang": "et",
        "id": "formerUnit-15",
        "index": 15
    },
    {
        "title": "Hanila valla vapp",
        "url": "https://et.wikipedia.org/wiki/Hanila_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Hanila valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Hanila valla vapp.\nVapp kinnitati 23. jaanuaril 1995.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedased rõngasrist ja lainelõikes latt. \n\n\n== Põhjendus ==\nHanila kirikaia vanadelt hauakividelt pärinev rõngasristi kujutis sümboliseerib viljakust – põllumehe töökuse tulemust ja jõukuse alust läbi aegade. Vapikilbi sinine värvus ja lainelõikeline varras viitavad valla mereäärsele asukohale ja paljude elanike merega seotud tegevusaladele.\n\n\n== Vaata ka ==\nHanila valla lipp\n\n\n== Välislingid ==\nHanila valla sümboolika valla veebilehel\nOmavalitsuste sümboolika Riigikantselei veebilehel\nKõik Eesti omavalitsuste sümbolid | Riigikantselei",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Hanila_Valla_vapp.svg/langet-320px-Hanila_Valla_vapp.svg.png",
            "width": 320,
            "height": 384
        },
        "place": {
            "name": "Hanila",
            "coordinates": {
                "lat": 58.61333333,
                "lon": 23.60388889
            }
        },
        "lang": "et",
        "id": "formerUnit-16",
        "index": 16
    },
    {
        "title": "Helme valla vapp",
        "url": "https://et.wikipedia.org/wiki/Helme_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Helme valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Helme valla vapp.\nVapp kinnitati 21. juunil 1994, selle kujundas Ivo Manfred Rebane.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane veskikivi kujutis, mille ringikujulisest keskosast väljub kaheksa musta kaarjat vööti.\n\n\n== Tõlgendus ==\nSinine on eestlaste lemmikvärv ja viitab tõsiasjale, et Helme ümbruskond on juba vanast ajast tuntud oma vaimuerksate inimeste ja koolitraditsioonide poolest.\nPöörlev must-hõbedane veskikivi sümboliseerib kõigepealt aja igavest kulgu, põlvkondade vaheldumist ning ühtlasi elu järjepidevust.\nTeiseks meenutab veskikivi valla inimeste põlist põhitegevust maaviljelust (saaki ja leiba).\n\n\n== Vaata ka ==\nHelme valla lipp\nValga maakond\nArmeenia Lõpmatuse sümbol\n\n\n== Välislingid ==\nHelme valla sümboolika valla kodulehel\nHelme valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Helme_valla_vapp_SVG.svg/langet-320px-Helme_valla_vapp_SVG.svg.png",
            "width": 320,
            "height": 200
        },
        "place": {
            "name": "Helme",
            "coordinates": {
                "lat": 58.01472222,
                "lon": 25.89027778
            }
        },
        "lang": "et",
        "id": "formerUnit-17",
        "index": 17
    },
    {
        "title": "Hummuli valla vapp",
        "url": "https://et.wikipedia.org/wiki/Hummuli_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Hummuli valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Hummuli valla vapp.\nVapp kinnitati 2. juunil 1994.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil on kuldne kimalane kahe musta vöödiga kehal.\n\n\n== Tõlgendus ==\nVapitunnus lähtub valla nime algvariandist, mis tähendab kimalast.\n\n\n== Vaata ka ==\nHummuli valla lipp\n\n\n== Välislingid ==\nHummuli valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Hummuli_valla_vapp.gif",
            "width": 200,
            "height": 230
        },
        "place": {
            "name": "Hummuli",
            "coordinates": {
                "lat": 57.90638889,
                "lon": 26.05305556
            }
        },
        "lang": "et",
        "id": "formerUnit-18",
        "index": 18
    },
    {
        "title": "Iisaku valla vapp",
        "url": "https://et.wikipedia.org/wiki/Iisaku_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Iisaku valla vapp on Ida-Viru maakonna endise Eesti haldusüksuse Iisaku valla vapp.\nVapp on kinnitatud 20. detsembril 1994.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil on hõbedane alt saehambuline palk. Selle kohal on kaks ja all üks kuldne istuv orav.\n\n\n== Põhjendus ==\nVapil kajastub mets ja selle töötlemine. 3 oravat sümboliseerivad hoolsust, töökust ja kokkuhoidlikkust ning neil omadustel põhinevad vallarahva tulevikulootused.\n\n\n== Vaata ka ==\nIisaku valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nIisaku valla sümboolika valla kodulehel\nIisaku valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Iisaku_valla_vapp.gif",
            "width": 163,
            "height": 180
        },
        "place": {
            "name": "Iisaku",
            "coordinates": {
                "lat": 59.10055556,
                "lon": 27.3075
            }
        },
        "lang": "et",
        "id": "formerUnit-19",
        "index": 19
    },
    {
        "title": "Illuka valla vapp",
        "url": "https://et.wikipedia.org/wiki/Illuka_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Illuka valla vapp on Ida-Viru maakonna endise Eesti haldusüksuse Illuka valla vapp.\nVapp on kinnitatud 29. novembril 1993.\n\n\n== Vapi kirjeldus ==\nPunase kilbi keskel allasuunatud hõbedase tera ja kuldse käepidemega mõõk, saatena säärest äralõigatud labajalad 1 + 1, varbad väljapoole. Jalgade kohal mõõgast läbistatud kuldne viie kolmiklehega kroon.\n\n\n== Põhjendus ==\nIlluka vald oli tuntud Kalevipoja muistendite rohkuse poolest. Legendaarne Eestimaa kuningas leidis oma lõpu vaenlase käe läbi Kuremäel ja on rahvajutu järgi maetud Kivinõmme metsa. Vapi punane värv ja mõõk räägivad muistsest kuritööst, kroon (eeposes on kuningakssaamisel mainitud kuldset kübarat, kuid kuna Kalevipoja täpset tegutsemisaega on võimatu kindlaks teha, siis on kasutatud Euroopas tuntud kuningavõimu sümbolit - krooni.) sümboliseerib legendaarset hiidu - kuningat Kalevipoega. Hiiu jalgadega on seotud ka Konsu järve tekke muistend.\n\n\n== Vaata ka ==\nIlluka valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nIlluka valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Illuka_valla_vapp.gif",
            "width": 232,
            "height": 272
        },
        "place": {
            "name": "Illuka",
            "coordinates": {
                "lat": 59.23638889,
                "lon": 27.48916667
            }
        },
        "lang": "et",
        "id": "formerUnit-20",
        "index": 20
    },
    {
        "title": "Imavere valla vapp",
        "url": "https://et.wikipedia.org/wiki/Imavere_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Imavere valla vapp on Järva maakonna endise Eesti haldusüksuse Imavere valla vapp.\nVapp on kinnitatud 11. oktoobril 1996.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil kuldne tüvimik ja sellest tõusev vai, millel saateks paremal pool ristikuleht ja vasakul okaspuutaim, kõik kuldsed.\n\n\n== Põhjendus ==\nRoheline värv sümboliseerib metsa ja rohumaid, kollane värv sümboliseerib põlluharimist ja viljakasvatust. Kuuse oks sümboliseerib metsandust, ristik sümboliseerib põllumajandust.\n\n\n== Vaata ka ==\nImavere valla lipp\nJärva maakond\n\n\n== Välislingid ==\nImavere valla sümboolika valla kodulehel\nImavere valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Imavere_valla_vapp.gif",
            "width": 215,
            "height": 250
        },
        "place": {
            "name": "Imavere vald",
            "coordinates": {
                "lat": 58.73305556,
                "lon": 25.7725
            }
        },
        "lang": "et",
        "id": "formerUnit-21",
        "index": 21
    },
    {
        "title": "Juuru valla vapp",
        "url": "https://et.wikipedia.org/wiki/Juuru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Juuru valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Juuru valla vapp.\nVapp kinnitati 4. mail 1998.\n\n\n== Vapi kirjeldus ==\nPüstiselt poolitatud puna-hõbedase kilbi punasel väljal on seisva sookure hõbedane siluett; hõbedasel väljal kaks püstist punast rohelise tammelehega teivast.\n\n\n== Põhjendus ==\nSookurg meenutab, et valla territooriumil on laialdased sooalad, mis on nende majesteetlike lindude elupaigaks; kurge peetakse ühtlasi arukuse ja valvsuse võrdkujuks. Teibad sümboliseerivad siinmail toimunud Mahtra sõja sndmusi, kus teibad olid talumeeste peamised relvad; rohelised tammelehed näitavad, et mehemeelt jätkub valla elanikel ka tänapäeval. Punane on vapruse ja julguse sümbol; hõbe on aga puhtuse ja lootuse võrdkuju.\n\n\n== Vaata ka ==\nJuuru valla lipp\nRapla maakond\n\n\n== Välislingid ==\nJuuru valla sümboolika valla kodulehel\nJuuru valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/05/EE_Juuru1.png",
            "width": 175,
            "height": 200
        },
        "place": {
            "name": "Juuru",
            "coordinates": {
                "lat": 59.06055556,
                "lon": 24.95611111
            }
        },
        "lang": "et",
        "id": "formerUnit-22",
        "index": 22
    },
    {
        "title": "Järva-Jaani valla vapp",
        "url": "https://et.wikipedia.org/wiki/J%C3%A4rva-Jaani_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Järva-Jaani valla vapp on Järva maakonna endise Eesti haldusüksuse Järva-Jaani valla vapp.\nVapp on kinnitatud 14. oktoobril 1998.\n\n\n== Vapi kirjeldus ==\nJärva-Jaani vapiks on roheline vapikilp, millel on kuldne koolikell ja saatena kaks kuldset viljapead.\n\n\n== Põhjendus ==\nVapi keskne kujund on kollane koolikell, mis meenutab tõsiasja, et siinmail on kooliharidusest lugu peetud juba üle kolmesaja aasta. Teadaolevalt oli 17. sajandil Järva-Jaani talulaste seas vaimuvalguse jagamisel juhitavalt tegev eesti kultuuriloos kroonikakirjutajana tuntud pastor Christian Kelch. Pühalik kellahelin kirikutornist on aga traditsiooniliselt saatnud, nagu kõikjal Eestimaal, ka siinse valla inimesi nende eluteel. Viljapead sümboliseerivad Järva-Jaani valda kui üht Eesti arenenumat põllumajanduspiirkonda. Lipu roheline värvus on looduse, nooruse ja lootuse sümbol.\n\n\n== Vapi kasutamise kord ==\nJärva-Jaani valla vappi kasutati: \n\nVallavolikogu, vallavolikogu kantselei, vallavalitsuse, valla ametiasutuse, osavalla halduskogu, osavalla kantselei, Järva-Jaani valla äriühingute, mille ainsaks osanikuks või aktsionäriks on Järva-Jaani vald, pitsatitel ja dokumendiplankidel.\nJärva-Jaani valla autasudel, vapimärgil, meenetel ja samuti punktis 1 nimetatud valla ametiasutuste ümbrikel ja muudel ametlikel trükistel.\nVallamajal, valla piiritähistel ja valla transpordivahenditel.\nJuhtudel, mis ei ole toodud punktides 1., 2. ja 3, võib valla vappi kasutada üksnes vallavalitsuse loal.\nJärva-Jaani valla vapi kasutamise etalonist erineval kujul kuulub igakordsele läbivaatamisele ja kinnitamisele vallavalitsuse poolt.\n\n\n== Vaata ka ==\nJärva-Jaani valla lipp\n\n\n== Välislingid ==\nJärva-Jaani sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/11/J%C3%A4rva-Jaani_valla_vapp.gif",
            "width": 188,
            "height": 197
        },
        "place": {
            "name": "Järva-Jaani",
            "coordinates": {
                "lat": 59.03888889,
                "lon": 25.88083333
            }
        },
        "lang": "et",
        "id": "formerUnit-23",
        "index": 23
    },
    {
        "title": "Järvakandi valla vapp",
        "url": "https://et.wikipedia.org/wiki/J%C3%A4rvakandi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Järvakandi valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Järvakandi valla vapp.\nVapp kinnitati 1. veebruaril 1999.\nVapi autor on Tõnu Kukk.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil sinine, kilbi ülaservani ulatuv sarikas. Sarika all sinine karikas, millest tõuseb punane leek.\n\n\n== Põhjendus ==\nSinine värv viitab järvedele, soodele, laugastele. Traditsiooniliseks klaasitööstuse sümboliks on klaaspeeker. Üle saja aasta on Järvakandis põlenud tuli klaasisulatusahjudes, sellest karikas ja leek selle kohal. Leek on ka kodukolde ja valla elujõu sümboliks.\n\n\n== Vaata ka ==\nJärvakandi valla lipp\n\n\n== Välislingid ==\nJärvakandi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/J%C3%A4rvakandi_coat_of_arms.svg/langet-320px-J%C3%A4rvakandi_coat_of_arms.svg.png",
            "width": 320,
            "height": 366
        },
        "place": {
            "name": "Järvakandi",
            "coordinates": {
                "lat": 58.77722222,
                "lon": 24.81722222
            }
        },
        "lang": "et",
        "id": "formerUnit-24",
        "index": 24
    },
    {
        "title": "Kaarma valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kaarma_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kaarma valla vapp oli Saare maakonnas asuva endise Eesti haldusüksuse Kaarma valla vapp.\nVabariigi Valitsuse 15. juuni 1999 a. määrus nr 195 \" Haldusterritoriaalse korralduse ja muutmine Kaarma valla ja Kuressaare valla osas\" alusel moodustati senise Kaarma valla ja senise Kuressaare valla baasil uus omavalitsusüksus Kaarma vald. Uue Kaarma valla sümboliteks on endise Kaarma valla vapp ja lipp.\nVapp oli kinnitatud 11. märtsil 1993.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil viis hõbedast dolomiitplaati. Keskmisel suurel plaadil roheline kadakas, vapi tüvel on kaks kolmeosalist hõbedast teravaotsalist lainejoont.\n\n\n== Põhjendus ==\nDolomiitplaatid sümboliseerivad valla maapõuevara. Roheline kadakas on Saaremaal üldlevinud taim. Lainejooned sümboliseerivad merd.\n\n\n== Vaata ka ==\nKaarma valla lipp\nKuressaare valla vapp\nKuressaare valla lipp\n\n\n== Välislingid ==\nKaarma valla sümboolika valla kodulehel\nKaarma valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/47/EE_11_Kaarma.png",
            "width": 199,
            "height": 237
        },
        "place": {
            "name": "Kaarma",
            "coordinates": {
                "lat": 58.34638889,
                "lon": 22.55722222
            }
        },
        "lang": "et",
        "id": "formerUnit-25",
        "index": 25
    },
    {
        "title": "Kabala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kabala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kabala valla vapp oli Järva maakonnas asunud endise Eesti haldusüksuse  Kabala valla vapp.\n\n\n== Vapi kirjeldus ==\nHorisontaalselt poolitatud kilbi ülemisel, kuldsel väljal kolm rohelist kuuske ja alumisel, rohelisel väljal kuldne viljapea.\n\n\n== Vaata ka ==\nKabala valla lipp",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/58/Kabala_valla_vapp.gif",
            "width": 211,
            "height": 250
        },
        "place": {
            "name": "Türi",
            "coordinates": {
                "lat": 58.80944444,
                "lon": 25.42916667
            }
        },
        "lang": "et",
        "id": "formerUnit-26",
        "index": 26
    },
    {
        "title": "Kaisma valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kaisma_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kaisma valla vapp on endise Kaisma valla vapp.\nVapp oli kasutusel 13. oktoobrist 1995 kuni 27. oktoobrini 2009, mil ühinesid Kaisma vald ja Vändra vald ühtseks Vändra vallaks. \nVändra ja Kaisma valla liitumislepingus on öeldud: \"Kehtima jääb Vändra valla sümboolika. Kaisma valla senise sümboolika kasutamine lõpetatakse liitumise jõustumisest. Kaisma valla senine sümboolika antakse hoiule Vändra vallavalitsusele kuni edaspidise otsustamiseni. Mittevajalikku sümboolikat kandev asi hävitatakse vastava komisjoni otsusel ja vastavalt kehtivale korrale.\"\n\n\n== Vapi kirjeldus ==\nKaisma valla vapp on sinine kuldse äärisega vapikilp, mille sinisel väljal on hõbedane kuldse noka ja jalgadega seisev luik. Luige tiivad on tõstetud ja avatud.\nKuldne ääris viitab Pärnumaale ning kilbi sinine värvus märgib Kaisma järvi, luik on vallas väga levinud lind.\n\n\n== Vapi kasutamise kord ==\nKaisma valla vappi kasutatakse:\n\nValla lipul.\nVallavalitsuse pitsatil.\nVolikogu ja valitsuse õigusaktide plankidel.\nVolikogu liikmete ja valla ametnike visiitkaartidel.\nVallavalitsuse poolt välja antud trükistel, reklaamidel ja meenetel.\nMuudel juhtudel valitsuse loal.\n\n\n== Vaata ka ==\nKaisma valla lipp",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/60/Kaisma_volost.gif",
            "width": 200,
            "height": 228
        },
        "place": {
            "name": "Kaisma",
            "coordinates": {
                "lat": 58.69722222,
                "lon": 24.74722222
            }
        },
        "lang": "et",
        "id": "formerUnit-27",
        "index": 27
    },
    {
        "title": "Kaiu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kaiu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kaiu valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Kaiu valla vapp.\nVapp kinnitati 26. veebruaril 1996.\n\n\n== Vapi kirjeldus ==\nHõbedase kaldpalgiga vasakult poolitatud rohelise kilbi ülemisel ja alumisel väljal hõbedane heraldiline okaspuutaim. Palgil laineline, roheliste lehtede ja kolme punase marjaga jõhvikataim.\n\n\n== Põhjendus ==\nOkaspuutaimed - valla metsarohkus (Kõrvemaa).\nJõhvikataim marjadega - siinsed laialdased (jõhvika)sood.\nRoheline - looduse sümbol; tähistab ka lootust ja igavesti korduvat eluringlust.\nHõbe - puhtuse ja valguse sümbol.\n\n\n== Vaata ka ==\nKaiu valla lipp\n\n\n== Välislingid ==\nKaiu valla sümboolika valla kodulehel\nKaiu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/2/2c/EE_Kaiu.png",
            "width": 188,
            "height": 232
        },
        "place": {
            "name": "Kaiu",
            "coordinates": {
                "lat": 59.01416667,
                "lon": 25.05166667
            }
        },
        "lang": "et",
        "id": "formerUnit-28",
        "index": 28
    },
    {
        "title": "Kareda valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kareda_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kareda valla vapp on Järva maakonna endise Eesti haldusüksuse Kareda valla vapp.\nVapp on kinnitatud 17. septembril 1992.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil kaks ülaservast lähtuvat allasuunatud sinist teravikku. Kilbi alapoolel must rõngasrist mis on moodustatud Kreeka ristist ja rõngast.\n\n\n== Põhjendus ==\nVapi värvid viitavad maakonna vapile, samuti rahvusvärvidele. Vapil kajastub soode vahel asuva valla pikk ajalugu, tema paiknemine erinevate huvide ristumiskohas. \n\n\n== Vaata ka ==\nKareda valla lipp\nJärva maakond\n\n\n== Välislingid ==\nKareda valla sümboolika valla kodulehel\nKareda valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Kareda_valla_vapp.gif",
            "width": 198,
            "height": 236
        },
        "place": {
            "name": "Kareda",
            "coordinates": {
                "lat": 58.96361111,
                "lon": 25.80083333
            }
        },
        "lang": "et",
        "id": "formerUnit-29",
        "index": 29
    },
    {
        "title": "Karula valla vapp",
        "url": "https://et.wikipedia.org/wiki/Karula_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Karula valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Karula valla vapp.\nVapp kinnitati 14. septembril 1994. Vapi on kavandanud kunstnik Linda Tamm.\n\n\n== Vapi kirjeldus ==\nKolmeharjalise lainelõikega põigiti poolitatud kilbi rohelisel ülapoolel kolm hõbedast kuuske, alumisel hõbedasel poolel sinine tüvimik.\n\n\n== Vaata ka ==\nKarula valla lipp\nValga maakond\n\n\n== Välislingid ==\nKarula valla sümboolika valla kodulehel\nKarula valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Karula_valla_vapp_SVG.svg/langet-320px-Karula_valla_vapp_SVG.svg.png",
            "width": 320,
            "height": 200
        },
        "place": {
            "name": "Karula",
            "coordinates": {
                "lat": 57.75611111,
                "lon": 26.3075
            }
        },
        "lang": "et",
        "id": "formerUnit-30",
        "index": 30
    },
    {
        "title": "Kasepää valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kasep%C3%A4%C3%A4_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kasepää valla vapp on Jõgeva maakonna endise Eesti haldusüksuse Kasepää valla vapp.\nVapp kinnitati 22. jaanuaril 1999.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil on sinine päis ja kolm musta kirikukella 2+1.\n\n\n== Põhjendus ==\nKasepää vald asub Peipsi järve kaldal. Sinine päis tähistab Peipsi järve. Kuldne kilp tähistab Venemaalt usulise tagakiusamise eest siia põgenenud vanausuliste ikoonimaalijate koolkonda, millele pani aluse vanausuliste kunstnik Gavriila Frolov 19. sajandi lõpul. Frolovi ja tema õpilaste tööd on levinud üle maailma. Kolm kella on seotud vanausuliste kloostri juures asuva kellatorniga, mis on ehitatud 1879. aastal. Kellatornis on 9 erineva kõlaga kella. Tornikellad asuvad ridades ja ka vapil kolmnurkselt asetatud kellad moodustavad kolm rida. Must tähistab viljakt mulda ja põlluharimist.\n\n\n== Vaata ka ==\nKasepää valla lipp\n\n\n== Välislingid ==\nKasepää valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Kasep%C3%A4%C3%A4_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Kasepää",
            "coordinates": {
                "lat": 58.525,
                "lon": 27.23416667
            }
        },
        "lang": "et",
        "id": "formerUnit-31",
        "index": 31
    },
    {
        "title": "Keila valla vapp",
        "url": "https://et.wikipedia.org/wiki/Keila_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Keila valla vapp oli Harju maakonnas asunud Eesti haldusüksuse Keila valla vapp.\nVapp kinnitati 11. aprillil 1997.\n\n\n== Vapi kirjeldus ==\nKeila valla vapiks oli sinisel kilbil hõbedane, kuldse ruudukujulise südamikuga pügalrist ja hõbedane langetatud palk.\n\n\n== Põhjendus ==\nVapi põhimotiivid tulenesid valla asukohast ja tema looduse omapärast: sinine meenutas, et vald piirnes merega, hõbedane palk sümboliseeris siinset halli paepinda.  \nPügalrist on Eesti ja teiste Põhjala rahvaste muistne sümbol; ristina aga kristliku maailma kõige tähtsam kujund; kuldne südamik on vaimsuse ja jõukuse võrdkuju.\n\n\n== Vaata ka ==\nKeila valla lipp\n\n\n== Välislingid ==\nKeila valla sümboolika valla kodulehel\nKeila valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Coat_of_arms_of_Keila_vald.svg/langet-320px-Coat_of_arms_of_Keila_vald.svg.png",
            "width": 320,
            "height": 403
        },
        "place": {
            "name": "Keila",
            "coordinates": {
                "lat": 59.30861111,
                "lon": 24.4225
            }
        },
        "lang": "et",
        "id": "formerUnit-32",
        "index": 32
    },
    {
        "title": "Kernu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kernu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kernu valla vapp on Harju maakonnas asunud endise Eesti haldusüksuse Kernu valla vapp.\nVapp kinnitati 19. mail 1997.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil kirn ja ristikulõikeline vapitüvi – mõlemad kuldsed.\n\n\n== Põhjendus ==\nKernu valla vapi põhikujund kuldne kirn (koore-, või-) meenutab eelkõige valla nime Kernu (Kirna, omastav Kirnu) – seega on tegemist kõneleva vapiga. Kuldne ristikulõikeline vapitüvi sümboliseerib põllundust ja karjakasvatust, mis olid põlised eestlaste elatis- ja jõukusallikad ehk üldises tähenduses see, mida kirnu panna. Ka kuldne värvus on jõukuse ja heaolu võrdkuju. Sinine on puhtuse, nooruse ja vaimsuse sümbol.\n\n\n== Vaata ka ==\nKernu valla lipp\n\n\n== Välislingid ==\nKernu valla sümboolika Riigikantselei kodulehel\nKernu valla vapp andmebaasis Flags of the World (inglise keeles)",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/42/Kernu_volost_coa.gif",
            "width": 175,
            "height": 193
        },
        "place": {
            "name": "Kernu",
            "coordinates": {
                "lat": 59.13611111,
                "lon": 24.50027778
            }
        },
        "lang": "et",
        "id": "formerUnit-33",
        "index": 33
    },
    {
        "title": "Kihelkonna valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kihelkonna_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kihelkonna valla vapp on Saare maakonnas asunud endise Eesti haldusüksuse Kihelkonna valla vapp.\nVapp kinnitati 9. juulil 1997.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil viilkatuse ja ühe aknaavaga torn, selle saatena päises vasakul tähtrist, paremal kolmikhark (ahing) - kõik hõbedased. Vapitüvimikus kaksiksariklõikega hõbedane varras.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nKihelkonna valla lipp\nSaare maakond\n\n\n== Välislingid ==\nKihelkonna valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Kihelkonna_valla_vapp.svg/langet-320px-Kihelkonna_valla_vapp.svg.png",
            "width": 320,
            "height": 380
        },
        "place": {
            "name": "Kihelkonna",
            "coordinates": {
                "lat": 58.36055556,
                "lon": 22.03944444
            }
        },
        "lang": "et",
        "id": "formerUnit-34",
        "index": 34
    },
    {
        "title": "Koeru valla vapp",
        "url": "https://et.wikipedia.org/wiki/Koeru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Koeru valla vapp on endine vapp, mida kasutas Järva maakonda kuulunud Koeru vald.\nVapp kinnitati 1. juunil 1995 ja see oli kasutuses Eesti omavalitsuste haldusreformini 2017. aastal, kui Koeru vald liideti naabervaldadega ning moodustati Järva vald.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil roheliselt, alt lainelõikeliselt vardalt lähtuv kuusk, mille saatena kaks seljaga kuuse poole pöördunud, istuvat, otsevaatavat koera 1+1 - kõik rohelised. Sinisel vapitüvel kolm hõbedast lainelõikelist varrast.\n\n\n== Põhjendus ==\nRoheline kuusk sümboliseerib kohalikku looduskaitseala. Koerad on otseselt Koeru nimest kõnelevad vapielemendid. Lainelõikelised hõbedased vardad vapitüvel meenutavad valla maa-alal asuvat üht tähtsamat loodusobjekti – Väinjärve, mis on suurim järv kogu maakonnas.\n\n\n== Vaata ka ==\nKoeru valla lipp\nJärva maakond\n\n\n== Välislingid ==\nKoeru valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Koeru_valla_vapp.png",
            "width": 198,
            "height": 236
        },
        "place": {
            "name": "Koeru",
            "coordinates": {
                "lat": 58.96444444,
                "lon": 26.02694444
            }
        },
        "lang": "et",
        "id": "formerUnit-35",
        "index": 35
    },
    {
        "title": "Kohtla valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kohtla_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kohtla valla vapp on Ida-Viru maakonnas asunud endise Eesti haldusüksuse Kohtla valla vapp.\nVapp kinnitati 10. septembril 1997.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil on kuldne kroon ja sellest vasakul hõbe-sinine piit ning lainelõikeline vastandvärvides hõbe-sinine vapitüvi.\n\n\n== Põhjendus ==\nKroon viitab eeposele \"Kalevipoeg\", mille järgi saabus Kalev põhjakotka seljas ja maandus kõrgel Viru kaldal, milleks tõenäoliselt oli Ontika (56 m). Hõbedane piit on Ontika paekallas heraldilisel kujul. Vasakul asuv paekallas kujutab Kohtla valla paiknemist Toila vallast läänes. Toila vapil on paekallast kujutav piit paremal. Lainelõige ja jalus tähistavad vett ja veerikkust.\n\n\n== Vaata ka ==\nKohtla valla lipp\n\n\n== Välislingid ==\nKohtla valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Kohtla_coat_of_arms.PNG",
            "width": 213,
            "height": 250
        },
        "place": {
            "name": "Kohtla",
            "coordinates": {
                "lat": 59.35166667,
                "lon": 27.2125
            }
        },
        "lang": "et",
        "id": "formerUnit-36",
        "index": 36
    },
    {
        "title": "Kohtla-Nõmme valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kohtla-N%C3%B5mme_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kohtla-Nõmme valla vapp on Ida-Viru maakonnas asuva endise Kohtla-Nõmme valla vapp.\nVapp võeti kasutusele 16. aprillil 1997.\nVapi autor on Viktor Roosipuu.\n\n\n== Vaata ka ==\nKohtla-Nõmme valla lipp\n\n\n== Viited ==\n\n\n== Välislingid ==\nKohtla-Nõmme valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/81/Kohtla-N%C3%B5mme_valla_vapp.gif",
            "width": 211,
            "height": 250
        },
        "place": {
            "name": "Kohtla-Nõmme",
            "coordinates": {
                "lat": 59.35527778,
                "lon": 27.18555556
            }
        },
        "lang": "et",
        "id": "formerUnit-37",
        "index": 37
    },
    {
        "title": "Kohtla-Nõmme vapp",
        "url": "https://et.wikipedia.org/wiki/Kohtla-N%C3%B5mme_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kohtla-Nõmme valla vapp on Ida-Viru maakonnas asunud endise Eesti haldusüksuse Kohtla-Nõmme valla vapp.\nVapp kinnitati 16. aprillil 1997.\nValla vapi kavandi autor on Viktor Roosipuu.\n\n\n== Vapi kirjeldus ==\nPüstiselt poolitatud kuldsel-rohelisel vapikilbil on vastandvärvides tammelehed ja langetatud vastandvärvides lainelõikeline varras.\n\n\n== Põhjendus ==\nVapikilbi kuldne väli sümboliseerib Kohtla-Nõmme liivast pinda ja põlevkivi. Roheline tammeleht kuldsel väljal sümboliseerib Kohtla-Nõmme parki. Vapikilbi roheline väli sümboliseerib rohelust ja kuldne tammeleht iidset tamme. Lainelõikeline varras sümboliseerib Kohtla jõge.\n\n\n== Vaata ka ==\nKohtla-Nõmme lipp\n\n\n== Välislingid ==\nKohtla-Nõmme valla sümboolika valla kodulehel\nKohtla-Nõmme valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/81/Kohtla-N%C3%B5mme_valla_vapp.gif",
            "width": 211,
            "height": 250
        },
        "place": {
            "name": "Kohtla-Nõmme",
            "coordinates": {
                "lat": 59.35527778,
                "lon": 27.18555556
            }
        },
        "lang": "et",
        "id": "formerUnit-38",
        "index": 38
    },
    {
        "title": "Koigi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Koigi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Koigi valla vapp on Järva maakonna endise Eesti haldusüksuse Koigi valla vapp.\nVapp on kinnitati 12. mail 1995.\n\n\n== Vapi kirjeldus ==\nVapikilp on pikuti poolitatud, vasak pool on kuldne, parem roheline. Vapi keskel asub nelja astme ja noolekujulise tuulelipuga müüritud astmikfrontoon, mille pooled on alusväljadega võrreldes vastandvärvi (vasak pool roheline ja parem kuldne). Vapi vasakul väljal on veel roheline kuusk ja paremal väljal kuldne viljapea.\n\n\n== Põhjendus ==\nTuulelipuga astmikfrontoon meenutab paikkonna üht silmapaistvamat ehitist – Koigi meiereihoonet. Meiereiga seonduvad kohalikele inimestele karjandus, piimandus ja ühistegevus. Tuulelipp sümboliseerib progressi. Viljapea ja kuldne kilbipool viitavad põllundusele kui teisele elanike põhilisele elatusallikale. Kuusk ja roheline kilpipool osutavad valla maa-alal asuvatele metsadele ja nendega seotud majandustegevusele.\n\n\n== Vapi kasutamise kord ==\nValla vappi kasutati:\n\nVolikogu, vallavalitsuse, vallavalitsuse hallatavate asutuste pitsatitel, dokumendiplankidel.\nValla piiritähistel.\nVolikogu esimehe, vallavanema ja vallaametnike visiitkaartidel.\nValla vimplil, autasudel, meenetel, trükistel, suveniiridel.\nValla ametiasutuse teadetel, kutsetel ja kaartidel.\nMuudel juhtudel üksnes vallavalitsuse loal.\nValla vapi või sellega äravahetamiseni sarnaste kujutiste kasutamine tööstustoodete kujundamisel oli keelatud.\n\n\n== Vaata ka ==\nKoigi valla lipp\n\n\n== Välislingid ==\nOmavalitsuste sümbolid Riigikantselei lehel - Koigi vald.",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Koigi_valla_vapp.gif",
            "width": 198,
            "height": 236
        },
        "place": {
            "name": "Koigi",
            "coordinates": {
                "lat": 58.83527778,
                "lon": 25.75361111
            }
        },
        "lang": "et",
        "id": "formerUnit-39",
        "index": 39
    },
    {
        "title": "Kolga-Jaani valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kolga-Jaani_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kolga-Jaani valla vapp on Viljandi maakonnas asunud endise Eesti haldusüksuse Kolga-Jaani valla vapp.\nVapp kinnitati 14. novembril 1995.\n\n\n== Vapi kirjeldus ==\nHõbedasel damaskeeritud kilbil on sinine nurgaruut, milles hõbedane kotkapea kuldse noka ja oreooliga.\n\n\n== Põhjendus ==\nPühapaistega kotkas on evangelist Johannese tunnus. Seega viitab nurgaruudus (kolkas) asuv kotkapea otseselt valla nimele.\n\n\n== Vaata ka ==\nKolga-Jaani valla lipp\n\n\n== Välislingid ==\nKolga-Jaani valla sümboolika valla kodulehel\nKolga-Jaani valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/49/Kolga-Jaani_valla_vapp.gif",
            "width": 215,
            "height": 250
        },
        "place": {
            "name": "Kolga-Jaani",
            "coordinates": {
                "lat": 58.53361111,
                "lon": 25.94416667
            }
        },
        "lang": "et",
        "id": "formerUnit-40",
        "index": 40
    },
    {
        "title": "Konguta valla vapp",
        "url": "https://et.wikipedia.org/wiki/Konguta_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Konguta valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Konguta valla vapp.\nVapp kinnitati 2. mail 1996.\n\n\n== Vapi kirjeldus ==\nParemalt langeva hõbedase kaldvardaga poolitatud vapikilbi ülemisel, rohelisel väljal tammeleht ja alumisel, sinisel väljal veskikivi - mõlemad hõbedased.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nTartu maakond\nKonguta valla lipp\n\n\n== Välislingid ==\nKonguta valla sümboolika valla kodulehel\nKonguta valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Konguta_valla_vapp.gif",
            "width": 215,
            "height": 248
        },
        "place": {
            "name": "Konguta",
            "coordinates": {
                "lat": 58.22916667,
                "lon": 26.29861111
            }
        },
        "lang": "et",
        "id": "formerUnit-41",
        "index": 41
    },
    {
        "title": "Koonga valla vapp",
        "url": "https://et.wikipedia.org/wiki/Koonga_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Koonga valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Koonga valla vapp.\nVapp kinnitati riigisekretäri poolt 26. aprillil 1996 ning õnnistatud sama aasta 20. augustil.\nVapi autor on Priit Herodes.\n\n\n== Vapi kirjeldus ==\nKoonga valla vapiks on sinine, hõbedase siseäärisega kilp, mille sinisel väljal on kuldne tammeoks, mis koosneb ühest lehest ja kolmest tõrust.\n\n\n== Põhjendus ==\nSinine tähistab vallale iseloomulikke soid ja rabasid, hõbe märgib paekivi ning kuld on Pärnumaa vapivärvus. Siseääris sümboliseerib paekiviaedu ja looduskaitseala. Tammeoks on tugevuse ja elujõu tähis ning tõrud rõhutavad tulevikulootust.\n\n\n== Vapi kasutamise kord ==\nValla vapi kujutist kasutatakse:\n\nValla vapipitsatil, mis on hoiul vallasekretäri käes, ja valla hallatavate asutuste pitsatitel.\nValla kirjaplangil.\nValla üldplangil.\nValla väikesel või suurel vapimärgil.\nVallaametnike ja volikogu liikmete visiitkaartidel ning valitsuse poolt väljastatud trükistel, meenetel, reklaamidel, kutsetel, embleemidel.\nValitsuse otsusel valda läbivate suuremate maanteede ääres valla piire tähistavatel märkidel.\nMuudel juhtudel valitsuse loal.\n\n\n== Vaata ka ==\nKoonga valla lipp\n\n\n== Välislingid ==\nKoonga valla lipp ja vapp valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Koonga vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c6/EE_Koonga.png",
            "width": 198,
            "height": 215
        },
        "place": {
            "name": "Koonga",
            "coordinates": {
                "lat": 58.58277778,
                "lon": 24.1525
            }
        },
        "lang": "et",
        "id": "formerUnit-42",
        "index": 42
    },
    {
        "title": "Kullamaa valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kullamaa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kullamaa valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Kullamaa valla vapp.\nVapp kinnitati 16. juunil 1995.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil roheline pügalrist, mille keskel samasuunaline ja -kujuline väiksem kuldne pügalrist. Kaarlõikelisel rohelisel vapitüvel kuldraha.\n\n\n== Põhjendus ==\nKahekordne pügalrist sümboliseerib ümbruskonna kaht peamist keskust: Kullamaad (muistne linnamägi; kirik, mille vaimulikud on jätnud püsiva jälje eesti kultuurilukku) ning Koluveret (omapärane, sündmusterohke ajalooga feodaallinnus). Pügalrist osutab ühtlasi kohalike inimeste vaimuerksusele ning kultuuritraditsioonidele. Vapikilbi kuld ja rohelises vapitüves olev kuldraha on Kullamaa nimetuse võrdkuju ning meenutab ka, et maa (roheline vapitüvi) on läbi aegade toitnud ja jõukust toonud valla elanikele.\n\n\n== Vaata ka ==\nKullamaa valla lipp\nLääne maakond\n\n\n== Välislingid ==\nKullamaa valla sümboolika valla kodulehel\nKullamaa valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Kullamaa_valla_vapp.gif",
            "width": 232,
            "height": 286
        },
        "place": {
            "name": "Kullamaa",
            "coordinates": {
                "lat": 58.88138889,
                "lon": 24.08194444
            }
        },
        "lang": "et",
        "id": "formerUnit-43",
        "index": 43
    },
    {
        "title": "Kuressaare valla vapp",
        "url": "https://et.wikipedia.org/wiki/Kuressaare_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kuressaare valla vapp on endine Saare maakonnas asuva Eesti haldusüksuse Kuressaare valla vapp.\nVabariigi Valitsuse 15. juuni 1999 a. määrus nr 195 \"Haldusterritoriaalse korralduse ja muutmine Kaarma valla ja Kuressaare valla osas\" alusel moodustati senise Kaarma valla ja senise Kuressaare valla baasil uus omavalitsusüksus Kaarma vald. Uue Kaarma valla sümboliteks on endise Kaarma valla vapp ja lipp.\nVapp on kinnitatud 14. veebruaril 1995.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil paremale sammuv kuldse nokaga hõbedane toonekurg. Kurg seisab kuldsel munal. Vapi tüves kolm hõbedast varrast.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nKuressaare valla lipp\nKaarma valla vapp\nKaarma valla lipp\nSaare maakond\n\n\n== Välislingid ==\nKuressaare valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Kuressaare_valla_vapp.gif",
            "width": 206,
            "height": 250
        },
        "place": {
            "name": "Kuressaare",
            "coordinates": {
                "lat": 58.25333333,
                "lon": 22.48611111
            }
        },
        "lang": "et",
        "id": "formerUnit-44",
        "index": 44
    },
    {
        "title": "Kõlleste valla vapp",
        "url": "https://et.wikipedia.org/wiki/K%C3%B5lleste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kõlleste valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Kõlleste valla vapp.\nVapp kinnitati 5. septembril 2003.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil okaspuuoksalõikeline hõbedane päis ja hõbedane kuldsete manustega kivi hoidev kurg.\n\n\n== Põhjendus ==\nSellise asendiga kurg on heraldikas tähelepanelikkuse, erksuse ja valvsuse sümbol. Kui lind peakski tukastama, siis mahakukkuv kivi ärataks ta kohe üles.\nSellega on iseloomustatud valla inimeste usinust ja virkust nii oma igapäevastes töödes-tegemistes kui ka tundeerksat loovust kodukandi kultuuripõllu harimisel.\nKured on Kõlleste valla loodusele iseloomulikud püsiasukad. Seega sobibki kurg valla vapilinnuks.\nKa vapikilbi sinine põhivärvus, jaostatud okaspuutaimelõikega, sümboliseerib valla kaunist loodust oma metsade, orgudes sädelavate järvede ja kauguses sinavate mägedega.\nVapipäis on hõbedane. See värvus on puhtuse, parema tuleviku lootuse ja progressi heraldiline võrdkuju.\n\n\n== Vaata ka ==\nKõlleste valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nKõlleste valla sümboolika valla kodulehel\nKõlleste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/d1/K%C3%B5lleste_valla_vapp.gif",
            "width": 196,
            "height": 242
        },
        "place": {
            "name": "Kõlleste vald",
            "coordinates": {
                "lat": 58.07083333,
                "lon": 26.835
            }
        },
        "lang": "et",
        "id": "formerUnit-45",
        "index": 45
    },
    {
        "title": "Kõo valla vapp",
        "url": "https://et.wikipedia.org/wiki/K%C3%B5o_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Kõo valla vapp on Viljandi maakonnas asunud endise Eesti haldusüksuse Kõo valla vapp.\nRiigikantselei pole valla vappi kinnitanud.\n\n\n== Vapi kirjeldus ==\nVapi kuldkollasel kilbil on must kellatorn rukkilillesinise Andrease risti taustal. \n\n\n== Põhjendus ==\nKellatorn sümboliseerib vallaelanike ärksust ja kaitstust, Andrease rist lootust paremale tulevikule ning kuldkollane taust piirkonna põhilist tegevusala – viljakasvatust.\n\n\n== Vaata ka ==\nKõo valla lipp\n\n\n== Välislingid ==\nKõo valla lipp ja vapp valla kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/1b/K%C3%B5o_valla_vapp.jpg",
            "width": 100,
            "height": 108
        },
        "place": {
            "name": "Kõo",
            "coordinates": {
                "lat": 58.63194444,
                "lon": 25.72722222
            }
        },
        "lang": "et",
        "id": "formerUnit-46",
        "index": 46
    },
    {
        "title": "Käina valla vapp",
        "url": "https://et.wikipedia.org/wiki/K%C3%A4ina_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Käina valla vapp on Hiiu maakonnas asunud endise Eesti haldusüksuse Käina valla vapp.\nVapp kinnitati 10. mail 1995.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil on selle alumisest servast tõusev kuldne viljapea, mille kohal kõrvuti kaks hõbedast õllekannu.\n\n\n== Põhjendus ==\nVapitunnused iseloomustavad Käina valda kui Hiiumaa peamist viljakasvatusala ja seostuvad selle kandi elanike etnograafilise nimetusega.\n\n\n== Vaata ka ==\nKäina valla lipp\n\n\n== Välislingid ==\nKäina valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/da/EE_Kaina.png",
            "width": 198,
            "height": 221
        },
        "place": {
            "name": "Käina",
            "coordinates": {
                "lat": 58.82722222,
                "lon": 22.77666667
            }
        },
        "lang": "et",
        "id": "formerUnit-47",
        "index": 47
    },
    {
        "title": "Käru valla vapp",
        "url": "https://et.wikipedia.org/wiki/K%C3%A4ru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Käru valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Käru valla vapp.\nVapp kinnitati 20. mail 1992.\n\n\n== Vapi kirjeldus ==\nPikuti poolitatud kuld-sinisel kilbil vastandvärvides kaheksakodaraline ratas.\n\n\n== Põhjendus ==\nVapivärvid viitavad Käru ajaloolisele kuuluvusele Järva- ja Pärnumaa koosseisu, ratas- valla nimele. Ühtlasi tähistab ratas arengut ja liikumist.\n\n\n== Vaata ka ==\nKäru valla lipp\n\n\n== Välislingid ==\nKäru valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/31/EE_Karu.png",
            "width": 200,
            "height": 236
        },
        "place": {
            "name": "Käru vald",
            "coordinates": {
                "lat": 58.83388889,
                "lon": 25.14805556
            }
        },
        "lang": "et",
        "id": "formerUnit-48",
        "index": 48
    },
    {
        "title": "Laekvere valla vapp",
        "url": "https://et.wikipedia.org/wiki/Laekvere_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Laekvere valla vapp on Lääne-Viru maakonnas asunud endise Eesti haldusüksuse Laekvere valla vapp.\nVapp kinnitati 23. novembril 1995.\n\n\n== Vapi kirjeldus ==\nKuldse ja rohelisega okaspuulõikes pikuti jaotatud kilp.\n\n\n== Põhjendus ==\nVapikujundus märgib Laekvere vallale iseloomulikku metsarikkust ning jahimajandust ja viitab ka tuntud Laekvere männile.\n\n\n== Vaata ka ==\nLaekvere valla lipp\n\n\n== Välislingid ==\nLaekvere valla sümboolika valla kodulehel\nLaekvere valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Laekvere_valla_vapp.svg/langet-320px-Laekvere_valla_vapp.svg.png",
            "width": 320,
            "height": 358
        },
        "place": {
            "name": "Laekvere",
            "coordinates": {
                "lat": 59.06861111,
                "lon": 26.55888889
            }
        },
        "lang": "et",
        "id": "formerUnit-49",
        "index": 49
    },
    {
        "title": "Laeva valla vapp",
        "url": "https://et.wikipedia.org/wiki/Laeva_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Laeva valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Laeva valla vapp.\nVapp kinnitati 4. detsembril 1998.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil kahe punase õie ja marjaga roheline jõhvikas; selle all sinine ja kuldne varras ning roheline vapitüvi - kõik lainelõikelised.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nLaeva valla lipp\nTartu maakond\n\n\n== Välislingid ==\nLaeva valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/05/Laeva_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Laeva",
            "coordinates": {
                "lat": 58.48694444,
                "lon": 26.38166667
            }
        },
        "lang": "et",
        "id": "formerUnit-50",
        "index": 50
    },
    {
        "title": "Laheda valla vapp",
        "url": "https://et.wikipedia.org/wiki/Laheda_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Laheda valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Laheda valla vapp.\nVapp on kinnitatud 27. märtsil 1995.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil alumisest servast tõusev hõbedane vähk. Kuldses päises neli sinist linaõit.\n\n\n== Põhjendus ==\nVapi värvid ja kujundid tähistavad puhast loodust, linakasvatust ja sinisavi. Kuldne laid viitab Põlvamaa vapile. Linaõite arv märgib valla maadel paiknenud nelja mõisat.\n\n\n== Vaata ka ==\nLaheda valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nLaheda valla sümboolika valla kodulehel\nLaheda valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/96/Laheda_valla_vapp.gif",
            "width": 219,
            "height": 251
        },
        "place": {
            "name": "Laheda vald",
            "coordinates": {
                "lat": 57.975,
                "lon": 27.01194444
            }
        },
        "lang": "et",
        "id": "formerUnit-51",
        "index": 51
    },
    {
        "title": "Laimjala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Laimjala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Laimjala valla vapp oli Saare maakonna endise Eesti haldusüksuse Laimjala valla vapp.\nVapp kinnitati 20. mail 1996.\n\n\n== Vapi kirjeldus ==\nPikuti lainelõikeliselt poolitatud sini-hõbedane kilp, mille sinise välja ülemisel poolel kuldne kaheksaharuline täht.\n\n\n== Põhjendus ==\nKangajaotus tähistab valla paiknemist ajaloolisel piiskopi- ja ordumaade piiril. Lainelõige viitab Saaremaa oludes märkimisväärsetele jõgedele. Sinine sümboliseerib merd, valge vaimsust. Need on ka Saaremaa vapi värvid. Kollane täht osutab kompassiristina meresõitudele ja Laimjala vallast igasse ilmakaarde siirdunud inimestele. See kujund sümboliseerib ka kuldset kannusetähte, mis on rüütli, laiemas mõttes kõigi teenekate ja väljapaistvate isikute tunnus.\n\n\n== Vaata ka ==\nLaimjala valla lipp\n\n\n== Välislingid ==\nLaimjala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/04/EE_11_Laimjala.png",
            "width": 200,
            "height": 238
        },
        "place": {
            "name": "Laimjala",
            "coordinates": {
                "lat": 58.42611111,
                "lon": 22.99972222
            }
        },
        "lang": "et",
        "id": "formerUnit-52",
        "index": 52
    },
    {
        "title": "Lasva valla vapp",
        "url": "https://et.wikipedia.org/wiki/Lasva_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lasva valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Lasva valla vapp.\nVapp kinnitati 31. oktoobril 1996.\n\n\n== Vapi kirjeldus ==\nLasva valla vapiks on heraldiline kilp, mis on lainelise kaldjaotusega vasakult poolitatud. Kuldsel ülapoolel sinine rukkilille õis, sinisel alumisel poolel kolme lehe ja kahe tõruga kuldne tammeoks.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nLasva valla lipp\nVõru maakond\n\n\n== Välislingid ==\nLasva valla sümboolika valla kodulehel\nLasva valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Lasva_valla_vapp.gif",
            "width": 213,
            "height": 250
        },
        "place": {
            "name": "Lasva",
            "coordinates": {
                "lat": 57.85972222,
                "lon": 27.18055556
            }
        },
        "lang": "et",
        "id": "formerUnit-53",
        "index": 53
    },
    {
        "title": "Lehtse valla vapp",
        "url": "https://et.wikipedia.org/wiki/Lehtse_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lehtse valla vapp oli endise Järva maakonnas asunud Eesti haldusüksuse Lehtse valla vapp kuni ühinemiseni koos Tapa linna ja Saksi vallaga Lääne-Viru maakonnas asuvaks Tapa vallaks 2005. aasta oktoobris.\nVapp oli kinnitatud 28. detsembril 1995.\n\n\n== Vapi kirjeldus ==\nHõbedase täisnurkmurdjoonelise lõikega langetatud kaldtalaga vasakult jaotatud puna-musta kilbi ülemisel, punasel väljal on kolm, 2+1, hõbedast rõngast.\n\n\n== Põhjendus ==\nKolm hõbedast rõngast on üks muudetud element Lehtse mõisast (Lechts) pärineva Friedrich Alexander Georg von Hoyningen-Huene (1843–1921) suguvõsa vapilt. Nimetatu oli rahvusvaheliselt tuntud Eesti-, Liivi- ja Kuramaa looduse uurija (peamiselt lepidopteroloog). Lehtse mõisa (hõbedane tala) mailt on pärit ka teine nimekas teadlane (geograaf) ja koolikirjanik Jakob Kents (1883–1947). Vapi värvid sümboliseerivad turvast ja turbatööstust, mis on andnud tööd ja ülalpidamist paljudele ümbruskonna inimestele ning olnud Lehtse alevi arengu peamisi põhjustajaid.\n\n\n== Vaata ka ==\nLehtse valla lipp\nLääne-Viru maakond\n\n\n== Välislingid ==\nEndise Lehtse valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Lehtse_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Lehtse",
            "coordinates": {
                "lat": 59.25361111,
                "lon": 25.82833333
            }
        },
        "lang": "et",
        "id": "formerUnit-54",
        "index": 54
    },
    {
        "title": "Leisi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Leisi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Leisi valla vapp on Saare maakonna endise Eesti haldusüksuse Leisi valla vapp.\nVapp kinnitati 10. juunil 1996.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane allasuunatud harkrist ja saatena üleval kaks Georgi risti ning all ankur - kõik hõbedased.\n\n\n== Põhjendus ==\nSinine värvus sümboliseerib merd, valge aga paest pinnast. Harkrist tähistab Leisit kui teede sõlmpunkti. Ristid märgivad valla kahte kirikut ja kahte konfessiooni. Ankur osutab Triigi sadamale.\n\n\n== Vaata ka ==\nLeisi valla lipp\n\n\n== Välislingid ==\nLeisi valla sümboolika valla kodulehel\nLeisi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Leisi_vapp.svg/langet-320px-Leisi_vapp.svg.png",
            "width": 320,
            "height": 381
        },
        "place": {
            "name": "Leisi",
            "coordinates": {
                "lat": 58.57138889,
                "lon": 22.68388889
            }
        },
        "lang": "et",
        "id": "formerUnit-55",
        "index": 55
    },
    {
        "title": "Lihula valla vapp",
        "url": "https://et.wikipedia.org/wiki/Lihula_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lihula valla vapp on endise Eesti haldusüksuse Lihula valla vapp.\n13. mail 1999 otsustati senise Lihula linna ja senise Lihula valla baasil luua uus omavalitsusüksus Lihula vald. Lihula valla sümboolikana jäeti muutmatul kujul kasutusele Lihula linna vapp ja lipp. Vapp kinnitati 30. juulil 1996.\nVapi autor on Priit Herodes.\n\n\n== Vapi kirjeldus ==\nPõigiti müürihambuliselt poolitatud kilbi punasel ülemisel poolel on hõbedane piiskopimitra. Alumisel hõbedasel väljal on kilbi alumisest servast tõusev musta mõõga käepidemepoolne osa.\n\n\n== Põhjendus ==\nVapivärvid viitavad Läänemaale, Liivi ordule ja tsistertslastele. Müürihambuline jaotus tähistab kaitsefunktsiooni ja osutab sellisena eestlaste muistsele maalinnale ning hilisemale piiskopi- ja ordulinnusele. Mitra tähistab piiskopivõimu, mõõk ordut ja Lihula mail peetud taplusi.\n\n\n== Vapi kasutamine ==\nLihula valla vapi kujutist kasutatakse:\n\nAmetiasutuse pitsatil.\nValla asutuste dokumendiplankidel.\nLihula valla vapi kujutist võib kasutada:\n\nAmetiasutust ja valla piiri tähistavatel siltidel.\nAmetiasutuse teadetel, kutsetel ja kaartidel.\nValla ja ametiasutuse meenetel, trükistel ja suveniiridel.\nMuudel juhtudel vallavalitsuse loal ja kehtestatud tingimustel.\n\n\n== Vaata ka ==\nLihula valla lipp\n\n\n== Välislingid ==\nLihula valla sümboolika valla kodulehel\nLihula valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/3c/EE_lihula.png",
            "width": 175,
            "height": 202
        },
        "place": {
            "name": "Lihula",
            "coordinates": {
                "lat": 58.68777778,
                "lon": 23.83416667
            }
        },
        "lang": "et",
        "id": "formerUnit-56",
        "index": 56
    },
    {
        "title": "Lohusuu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Lohusuu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lohusuu valla vapp on endise Ida-Viru maakonnas asunud Eesti haldusüksuse Lohusuu valla vapp.\nVapp kinnitati 7. veebruaril 1997.\n\n\n== Vapi kirjeldus ==\nPõigiti poolitatud rohelisel-sinisel kilbil on hõbedane laineline palk. Kilbi ülemisel väljal kaks hõbedast hobuserauda, otsad ülespidi. Alumisel väljal kaks lainelisest palgist laskuvat hõbedast õngekonksu, asetatud seljakuti.\n\n\n== Põhjendus ==\nVapivärvid viitavad valla metsadele, põldudele ja Peipsi järvele. Vapivärvid märgivad ka paikkonna ajaloolist kuulumist Tartumaa koosseisu. Sinine ja hõbe on samuti Virumaa värvid. Laineline palk tähistab valla jõgesid. Hobuseraud on õnne sümbol. Kaks hobuserauda valla vapil sümboliseerivad ka Lohusuu valla eesti ja vene kogukondi. Hobuserauad märgivad samuti Lohusuud läbivat pika ajalooga maanteed ning osutavad Lohusuu arengus suuri teeneid omavale Bernhard Reinhold von Skoghile. Õnged tähistavad kalapüüki.\n\n\n== Vaata ka ==\nLohusuu valla lipp\n\n\n== Välislingid ==\nLohusuu valla sümboolika valla kodulehel\nLohusuu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Coat_of_arms_of_Lohusuu_Parish.png",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Lohusuu",
            "coordinates": {
                "lat": 58.94861111,
                "lon": 27.04777778
            }
        },
        "lang": "et",
        "id": "formerUnit-57",
        "index": 57
    },
    {
        "title": "Loksa valla vapp",
        "url": "https://et.wikipedia.org/wiki/Loksa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Loksa valla vapp on endise Eesti kohaliku omavalitsusüksuse Loksa valla vapp. \nSee kinnitati 28. jaanuaril 1997. \n\n\n== Vapi kirjeldus ==\nSinisel kilbil on vertikaalasendis lõhepea ja keha esimene neljandik, vapi ülanurkades kaks männikäbi – kõik hõbedased.\n\n\n== Välislingid ==\nLoksa valla vapp Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/68/Loksa_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Loksa",
            "coordinates": {
                "lat": 59.58416667,
                "lon": 25.71361111
            }
        },
        "lang": "et",
        "id": "formerUnit-58",
        "index": 58
    },
    {
        "title": "Loodna valla vapp",
        "url": "https://et.wikipedia.org/wiki/Loodna_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Loodna valla vapp on Rapla maakonnas asuva endise Eesti haldusüksuse Loodna valla vapp.\nPraegune Märjamaa vald, mis loodi 20. oktoobril 2002 ühinenud Märjamaa alevi, endise Märjamaa valla ja Loodna valla ühinemise tulemusena, võttis oma vapiks endise Märjamaa valla vapi. Endise Märjamaa valla vapina oli see kasutusel juba alates 21. oktoobrist 1996. Märjamaa alevi ja Loodna valla sümbolid kuulutati kehtetuks.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil on rohelist värvi kaks neljaharulist ristikulehte, hobuseraud ja pärnalehelõikeline vapitüvi.\nNeljaharulised ristikulehed sümboliseerivad põllumajandust. Lehed meenutavad ka kristliku maailma universaalseimat sümbolit – risti, mis vapil koosneb ühinenud südametest, viidates sõbraliku koostöö tähendusele. \nHobuseraud sümboliseerib edasiliikumist nii majanduses kui ka vaimuvallas. Hobuseraud on ajast aega olnud ka turvalisuse ja õnne talisman. \nVapitüve pärnalehe lõige osutab sellele, et vallas asub loodusharuldus – Sipa pärn, omaliigiliste seas Eesti suurim. \nVapi kuldne toon tähistab viljapõldusid ja muid inimkätega loodud rikkusi, roheline valla mitmekesist loodust: soid-rabasid, niitusid, metsi ning neist inimestesse hoovavat ürgset rahu ja hingejõudu.\n\n\n== Vaata ka ==\nLoodna valla lipp\nMärjamaa valla vapp\nMärjamaa valla lipp\nMärjamaa alevi lipp\nMärjamaa alevi vapp\nRapla maakond\n\n\n== Välislingid ==\nLoodna valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/50/Loodna_valla_vapp.gif",
            "width": 215,
            "height": 250
        },
        "place": {
            "name": "Loodna",
            "coordinates": {
                "lat": 58.89416667,
                "lon": 24.23638889
            }
        },
        "lang": "et",
        "id": "formerUnit-59",
        "index": 59
    },
    {
        "title": "Lääne-Nigula valla vapp",
        "url": "https://et.wikipedia.org/wiki/L%C3%A4%C3%A4ne-Nigula_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lääne-Nigula valla vapp on Lääne maakonnas asuva Lääne-Nigula valla vapp.\nVapp võeti kasutusele 25. märtsil 2014. Autor on Ülo Leis.\nRohelisel kilbil asub hõbedane nelileht, punane lainelõikes piit ning hõbedane lainelõikes varras. \nNelileht viitab ristikule ja põllumajanduslikule tegevusele; tähtrist haridusele ja märgib Lääne-Nigula kihelkonna kirikut; lainelõikes varras tähistab merd ja jõgesid. Hõbe tähistab vaimsust, puhtust ja sihikindlust; punane viitab Läänemaale; roheline kaunist loodust.\n\n\n== Vaata ka ==\nLääne-Nigula valla lipp\n\n\n== Viited ==\n\n\n== Välislingid ==\nLääne-Nigula valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/L%C3%A4%C3%A4ne-Nigula_valla_vapp.svg/langet-320px-L%C3%A4%C3%A4ne-Nigula_valla_vapp.svg.png",
            "width": 320,
            "height": 387
        },
        "place": {
            "name": "Taebla",
            "coordinates": {
                "lat": 58.95055556,
                "lon": 23.72527778
            }
        },
        "lang": "et",
        "id": "formerUnit-60",
        "index": 60
    },
    {
        "title": "Lääne-Saare valla vapp",
        "url": "https://et.wikipedia.org/wiki/L%C3%A4%C3%A4ne-Saare_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Lääne-Saare valla vapp on Saare maakonnas endise Eesti haldusüksuse Lääne-Saare valla vapp.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil hõbedased tähik ja lainelõikes jalus ning viimasel sinine lainelõikes põiklatt.\n\n\n== Põhjendus ==\nPõhjatäht, kui läbi aegade teenäitaja meremeestele ja teelistele, sümboliseerib edumeelsust ja edasipürgimise tahet ning sihti mille poole püüelda. Lainelõikes latt tähistab merd, saarelisust ja valla territooriumil asuvaid Saaremaa suurimaid siseveekogusid. Lati kolm harja tähistavad kolme ühinenud valda. Roheline värv tähendab noorust ja lootust, aga ka valla uhket taimestikku. Sinine tähistab vett. Hõbe tähendab vaimsust, viitab valla tugevatele kultuuri- ja haridustraditsioonidelel ning tugevale külakogukonnale.\n\n\n== Vaata ka ==\nLääne-Saare valla lipp",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/L%C3%A4%C3%A4ne-Saare_valla_vapp.svg/langet-320px-L%C3%A4%C3%A4ne-Saare_valla_vapp.svg.png",
            "width": 320,
            "height": 397
        },
        "place": {
            "name": "Kuressaare",
            "coordinates": {
                "lat": 58.25333333,
                "lon": 22.48611111
            }
        },
        "lang": "et",
        "id": "formerUnit-61",
        "index": 61
    },
    {
        "title": "Martna valla vapp",
        "url": "https://et.wikipedia.org/wiki/Martna_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Martna valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Martna valla vapp.\nVapp kinnitati Martna vallavolikogu poolt 14. detsembril 2010.\nVapi autor on Arnold Tammemägi.\n\n\n== Vapi kirjeldus ==\nValla vapiks on pikuti poolitatud kilp, mille parempoolsel, riigilipu värvidega sinimustvalgel väljal on punase kuuega ratsanik hobuse seljas, nende ees kerjus. Kilbi vasakpoolsel, punasel väljal aga vasakule pööratud pea ning väljasirutatud tiivaga must kotkas.\n\n\n== Põhjendus ==\nMartna valla vapi koostamisel on aluseks võetud Martna kiriku ja kihelkonna ajalugu. Nimi \"Martna\" on seotud Püha Martiniga, keda on kujutatud vapikilbi parempoolsel väljal, annetamas kerjusele poolt oma sinelist. Taustaks Eesti riigilipu sinimustvalge rahvusvärvide kombinatsioon, mis sümboliseerib ühtekuuluvustunnet. Kilbi vasakpoolsel väljal on kujutatud osa Läänemaa vapist. Auraga merikotkas on Läänemaa ajalooline vapilind Saare-Lääne piiskopkonna asutamise ajast.\n\n\n== Vapi kasutamise kord ==\nValla vappi võib kasutada:\nValla lipul.\nValla dokumendiblankettidel, pitsatitel, embleemidel, siltidel, kleebistel ja valla reklaamil kujunduselemendina.\nVallavolikogu ja vallavalitsuse istungiruumi ja esindusruumide kujunduselemendina.\nValla meenetel ja märkidel.\nkülavanema ametimärgil.\nValla autasudel.\nValla piiritähistel.\nVallavalitsuse hallatavate asutuste siltidel.\nMuudel juhtudel vallavanema kirjalikul loal\nReprodutseeritava ja kasutatava vallavapi värvilised, mustvalged ja reljeefsed kujutised peavad vastama vallavolikogu määruse lisas olevale etalonkujutisele ning olema kooskõlas heraldika reeglitega. Vallavapi kasutamine etalonist erineval kujul võib toimuda ainult vallavanema kirjalikul loal.\nValla vappi ei tohi kasutada vääritul moel.\n\n\n== Vapi ajalugu ==\nVajadus valla vapi järgi tekkis 1993. aastal ning selle kujundamistöö võttis enese peale Arnold Tammemägi. Kuna eelnevalt ei olnud sellist ühtset ja ilmekat sümbolit, siis tutvudes Rahvusraamatukogu vappidega, sündis idee, mis hõlmaks üheaegselt Martna nimepühakut Püha Martinit kui ka asukohta Läänemaal. Vapp kujundati nii, et seal oli Läänemaa kotkas ja Püha Martin \nannetamas kerjusele tükki oma rüüst Eesti lipuvärvide taustal. Martna valla esinduse visiidil Marttilasse 29. märtsist kuni 2. aprillini 1993, kus kirjutati alla valdadevahelisele sõpruslepingule, loetaks Martna valla vapi sünnikuupäevaks.\nVastavalt sellel ajal kehtinud seadusele pöördus tollane vallavanem Toivo Kivipuur Riigikantseleisse, et valminud vapp ka ametlikult kinnitada. Vappi ei kinnitatud, sest see oli liiga keeruline ja sellel oli liiga palju värve – sinine, must, punane ja valge. Kinnitamatt vappi aga kasutati valla esindamisel edasi.\nKuna Martna vallal puudus oma lipp kuulutati 2010. aastal välja valla lipu konkurss. Koos lipuga oli plaanis esitada Riigikantseleile ka valla ametlikult kinnitamata vapp, et pärast Riigikantseleilt arvamuse saamist saanuks volikogu nii lipu kui vapi kinnitada. Lipu kujundamisel võeti sageli aluseks vallas a",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Martna_valla_vapp.jpg/320px-Martna_valla_vapp.jpg",
            "width": 320,
            "height": 403
        },
        "place": {
            "name": "Martna",
            "coordinates": {
                "lat": 58.85444444,
                "lon": 23.80138889
            }
        },
        "lang": "et",
        "id": "formerUnit-62",
        "index": 62
    },
    {
        "title": "Meeksi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Meeksi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Meeksi valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Meeksi valla vapp.\nVapp kinnitati 23. oktoobril 2002. See oli kasutusel kuni 2017. aastal aset leidnud Eesti omavalitsuste haldusreformini, mille käigus ühines Meeksi vald Räpina ja Veriora vallaga.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane majakas kuldse tule ja kahe musta aknaavaga ning lainelõikeline hõbedane vapitüvi kahe sinise kalaga 1+1.\n\n\n== Vaata ka ==\nMeeksi valla lipp\nTartu maakond\n\n\n== Välislingid ==\nMeeksi valla sümboolika valla kodulehel\nMeeksi valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/81/Meeksi_valla_vapp.gif",
            "width": 175,
            "height": 198
        },
        "place": {
            "name": "Meeksi",
            "coordinates": {
                "lat": 58.21611111,
                "lon": 27.43722222
            }
        },
        "lang": "et",
        "id": "formerUnit-63",
        "index": 63
    },
    {
        "title": "Meremäe valla vapp",
        "url": "https://et.wikipedia.org/wiki/Merem%C3%A4e_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Meremäe valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Meremäe valla vapp.\nVapp kinnitati 19. novembril 1996.\n\n\n== Vapi kirjeldus ==\nMeremäe valla vapp on sinine heraldiline kilp, millel hõbedane sõlg ja hõbedane vapipäis. Hõbedases vapipäises on kõrvuti kolm punast otstest laienevat pügalristi.\n\n\n== Vapi kasutamise kord ==\nVappi kasutatakse vallavolikogu, vallavalitsuse, valla kantselei, valla ametiasutuste ning äriühingute, mille aktsiate või osatähtede ainuomanikuks on Meremäe vald, pitsatitel ja dokumendiplankidel ning vallavalitsuse hoonel ja valla piiri tähisel. \nMuudel juhtudel võib valla vappi kasutada üksnes vallavalitsuse loal.\n\n\n== Vaata ka ==\nMeremäe valla lipp\nVõru maakond\n\n\n== Välislingid ==\nMeremäe valla sümboolika valla kodulehel\nMeremäe valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Merem%C3%A4e_valla_vapp.svg/langet-320px-Merem%C3%A4e_valla_vapp.svg.png",
            "width": 320,
            "height": 403
        },
        "place": {
            "name": "Meremäe",
            "coordinates": {
                "lat": 57.74777778,
                "lon": 27.45611111
            }
        },
        "lang": "et",
        "id": "formerUnit-64",
        "index": 64
    },
    {
        "title": "Mikitamäe valla vapp",
        "url": "https://et.wikipedia.org/wiki/Mikitam%C3%A4e_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mikitamäe valla vapp oli Põlva maakonnas asunud Eesti haldusüksuse Mikitamäe valla vapp.\nVapp on kinnitatud 19. mail 1994.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil setu sõle kujutis ja lainelõikeline vapitüvi, mõlemad hõbedased.\n\n\n== Põhjendus ==\nSetu sõlg viitab sellele, et vald asub põlisel setude alal. Roheline osutab valla elanike põhilistele tegevusaladele – põllundusele ja metsandusele. Valge lainelõikeline laid meenutab, et vald asub Pihkva järve ääres.\n\n\n== Vaata ka ==\nMikitamäe valla lipp\n\n\n== Välislingid ==\nMikitamäe valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/99/Mikitam%C3%A4e_valla_vapp.gif",
            "width": 100,
            "height": 115
        },
        "place": {
            "name": "Mikitamäe",
            "coordinates": {
                "lat": 58.00444444,
                "lon": 27.54277778
            }
        },
        "lang": "et",
        "id": "formerUnit-65",
        "index": 65
    },
    {
        "title": "Misso valla vapp",
        "url": "https://et.wikipedia.org/wiki/Misso_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Misso valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Misso valla vapp.\nVapp kinnitati 2. juunil 1994.\n\n\n== Vapi kirjeldus ==\nRohelisel hõbedase lainelise päisega kilbil on hõbedane põdrapea. Päises on kolm rohelist ringi.\n\n\n== Põhjendus ==\nPõdrapea viitab kohalikule legendile Pulli järvest. Laineline ülaosa tähistab  künklikku moreenmaastikku ja  metsajärvi. Rõngad märgivad Võrumaad ja tema rahvast.\n\n\n== Vaata ka ==\nMisso valla lipp\nVõru maakond\n\n\n== Välislingid ==\nMisso valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Misso_valla_vapp.gif",
            "width": 216,
            "height": 242
        },
        "place": {
            "name": "Misso",
            "coordinates": {
                "lat": 57.60083333,
                "lon": 27.22472222
            }
        },
        "lang": "et",
        "id": "formerUnit-66",
        "index": 66
    },
    {
        "title": "Mooste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Mooste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mooste valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Mooste valla vapp.\nVapp kinnitati 16. veebruaril 1998.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil hõbedane sarikas, milles kolm viie õielehega sinist hõbedase südamikuga linaõit 1 + 2.\nKolm linaõit sümboliseerivad valla kolme suuremat asulat - Mooste, Kauksi, Rasina. Linaõis viitab Moostele kui ühele linakasvatuse keskusele.\n\n\n== Vaata ka ==\nMooste valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nMooste valla sümboolika valla kodulehel\nMooste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/67/Mooste_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Mooste",
            "coordinates": {
                "lat": 58.16027778,
                "lon": 27.19083333
            }
        },
        "lang": "et",
        "id": "formerUnit-67",
        "index": 67
    },
    {
        "title": "Mustjala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Mustjala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mustjala valla vapp on Saare maakonnas endise Eesti haldusüksuse Mustjala valla vapp.\nVapp  kinnitati 2. augustil 1998.\n\n\n== Vapi kirjeldus ==\nPikuti sirgelt ja põigiti laineliselt poolitatud kilbi 1. ja 4. väli on roheline, 3. väli sinine. 1. väljal paikneb kaldasendis roheline tähtrist, mille haardes neli sinist sõõri.\n\n\n== Põhjendus ==\nVapivärvid tähistavad paest pinnast, merd ja metsarohkust ja vapiväljade jaotus viitab valla pankrannikule, tähtrist koos sõõridega sümboliseerivad kadakaokkaid ja -marju.\n\n\n== Vaata ka ==\nMustjala valla lipp\n\n\n== Välislingid ==\nMustjala valla sümboolika valla kodulehel\nMustjala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/3f/EE_11_Mustjala.png",
            "width": 200,
            "height": 238
        },
        "place": {
            "name": "Mustjala",
            "coordinates": {
                "lat": 58.46166667,
                "lon": 22.23555556
            }
        },
        "lang": "et",
        "id": "formerUnit-68",
        "index": 68
    },
    {
        "title": "Mõniste valla vapp",
        "url": "https://et.wikipedia.org/wiki/M%C3%B5niste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mõniste valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Mõniste valla vapp.\nVapp kinnitati 3. novembril 1997.\n\n\n== Vapi kirjeldus ==\nMõniste valla vapp on roheline heraldiline kilp, millel on tagajalgadel seisev, otsevaatav ning löögivalmis mõõgaga hõbedane hunt. Hundi keel ja küünised on punased.\n\n\n== Vaata ka ==\nMõniste valla lipp\n\n\n== Välislingid ==\nMõniste valla sümboolika valla kodulehel\nMõniste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/2/2b/M%C3%B5niste_valla_vapp_1.gif",
            "width": 200,
            "height": 228
        },
        "place": {
            "name": "Mõniste",
            "coordinates": {
                "lat": 57.61444444,
                "lon": 26.60888889
            }
        },
        "lang": "et",
        "id": "formerUnit-69",
        "index": 69
    },
    {
        "title": "Mäetaguse valla vapp",
        "url": "https://et.wikipedia.org/wiki/M%C3%A4etaguse_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mäetaguse valla vapp on Ida-Viru maakonna endise Eesti haldusüksuse Mäetaguse valla vapp.\n\n\n== Vapi kirjeldus ==\n\n\n== Põhjendus ==\nValla vapil olev karu on Alutaguse metsade valitseja, tugevuse ja sihikindluse sümbol. Seistes mäe taga viitab ta paiga nimele, kolme harjaga mägi aga kujutab valla kolme mõisa ja tähtsamat küla. Kuldne värv sümboliseerib küpseid viljapõlde, rikkust ja põlevkivi; roheline loodust, noorust ja lootust; must viljakat mulda, püsivust ja tugevust.\n\n\n== Vaata ka ==\nMäetaguse valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nMäetaguse valla sümboolika valla kodulehel\nMäetaguse valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Maetaguse_valla_vapp.jpg",
            "width": 70,
            "height": 92
        },
        "place": {
            "name": "Mäetaguse",
            "coordinates": {
                "lat": 59.22527778,
                "lon": 27.29472222
            }
        },
        "lang": "et",
        "id": "formerUnit-70",
        "index": 70
    },
    {
        "title": "Mäksa valla vapp",
        "url": "https://et.wikipedia.org/wiki/M%C3%A4ksa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Mäksa valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Mäksa valla vapp.\nVapp kinnitati 4. juulil 1997.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil tuulik ja selle all lainelõikeline palk - mõlemad hõbedased ning roheline vapitüvi.\n\n\n== Põhjendus ==\nSinine ja roheline, mis on ka Tartumaa vapi värvused, meenutavad, et Mäksa vald asub selles maakonnas. Sinine on ühtlasi vaimsuse ja karskuse  värvus ning taeva sümbol. Roheline on looduse ja põllunduse, samuti nooruse ja lootuse võrdkuju. Põllumehe töö eesmärgi ning tulemuse - leiva ja üldisemalt toiduga on otseses seoses vapi keskne kujund tuulik. Lainelõikeline hõbedane palk on vallaga piirneva Emajõe sümbol. \n\n\n== Vaata ka ==\nMäksa valla lipp\n\n\n== Välislingid ==\nMäksa valla sümboolika valla kodulehel\nMäksa valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/12/M%C3%A4ksa_valla_vapp.jpg",
            "width": 150,
            "height": 172
        },
        "place": {
            "name": "Mäksa",
            "coordinates": {
                "lat": 58.37388889,
                "lon": 26.97694444
            }
        },
        "lang": "et",
        "id": "formerUnit-71",
        "index": 71
    },
    {
        "title": "Nissi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Nissi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Nissi valla vapp on Harju maakonnas asunud endise Eesti haldusüksuse Nissi valla vapp.\nVapp kinnitati 21. novembril 1994.\n\n\n== Vapi kirjeldus ==\nRohelise kilbi keskosas on kolm kuldset kokkukasvanud tupplehtedega metspähklit. \n\n\n== Põhjendus ==\nRoheline sümboliseerib enamikku valla territooriumist katvat metsa, metspähklid Nissi valla territooriumil asuvat kaunis looduslik kohta Pähklimäge ja metspähklite arv usku, lootust ja armastust inimeste vahel.\n\n\n== Vaata ka ==\nNissi valla lipp\n\n\n== Välislingid ==\nNissi valla sümboolika valla kodulehel\nNissi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/b/b8/EE_Nissi.png",
            "width": 175,
            "height": 209
        },
        "place": {
            "name": "Nissi",
            "coordinates": {
                "lat": 59.10138889,
                "lon": 24.32055556
            }
        },
        "lang": "et",
        "id": "formerUnit-72",
        "index": 72
    },
    {
        "title": "Noarootsi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Noarootsi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Noarootsi valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Noarootsi valla vapp.\nVapp kinnitati  riigisekretäri poolt 11. aprillil 1995.\n\n\n== Vapi kirjeldus ==\nVapp on kilbikujuline kaldjaotusega poolitatud kuldse osaga ülal paremal ja sinise osaga all vasakul. Kuldsel väljal on ploomipuuoks kolme punase ploomi ja kahe rohelise lehega; alumisel, sinisel väljal on vasakule suunduv ühemastiline kahvelpurjestusega kuldne purjekas.\n\n\n== Põhjendus ==\nNoarootsi valla vapi taustavärvid sümboliseerivad valla ajaloolist eripära rootsi asustuse näol ja tihedaid sidemeid väljarännanud rootsi kogukonnaga. Sinine ja kuldne taust võiks samal ajal väljendada ka Noarootsi mereäärset asendit ja ulatuslikku liivaranda Noarootsi valla Riguldi piirkonnas (vrd. Sven Danelli mälestusteraamatut \"Kuldrand\"). Purjekas merelainete taustal väljendab rannarahva meresõidutraditsioone ja kontakte teiste maadega. Kolm punast ploomi sümboliseerivad ühelt poolt Noarootsis aretatud ploomisorti (\"Noarootsi punane\"), teiselt poolt ka kolme valla ajaloolist piirkonda – Noarootsi, Sutlepa ja Riguldi (1920.–1930. aastatel iseseisvad vallad; võrreldavad kolme ploomiga ühe oksa küljes).\n\n\n== Vapi kasutamise kord ==\nValla vapi kujutist:\n\nkasutatakse volikogu ja valitsuse dokumendiplankidel, vapimärgil, meenetel, valla kodulehel ja ametlikel trükistel ning valla piiritähistel.\nvõib kasutada andmebaasidesse esitatavatel infokandjatel (nt. telefoniraamatud jne.) valla kultuuri-, spordi- ja muude delegatsioonide ava- ja lõputseremooniatel, rahvusvahelistel, vabariiklikel ja maakondlikel üritustel.\nLoa valla vapi kujutise kasutamiseks nimetatud juhtudel annab vastava kirjaliku taotluse alusel valitsus.\n\n\n== Vaata ka ==\nNoarootsi valla lipp\nLääne maakond\n\n\n== Välislingid ==\nNoarootsi sümboolika valla kodulehel\nNoarootsi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Coat_of_arms_of_Noarootsi_Parish.svg/langet-320px-Coat_of_arms_of_Noarootsi_Parish.svg.png",
            "width": 320,
            "height": 421
        },
        "place": {
            "name": "Noarootsi vald",
            "coordinates": {
                "lat": 59.00527778,
                "lon": 23.52388889
            }
        },
        "lang": "et",
        "id": "formerUnit-73",
        "index": 73
    },
    {
        "title": "Nõva valla vapp",
        "url": "https://et.wikipedia.org/wiki/N%C3%B5va_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Nõva valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Nõva valla vapp.\nVapp kinnitati 13. juunil 1997.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega paremalt poolitatud hõbe-sinise kilbi ülemisel, hõbedasel väljal roheline mänd; alumisel, sinisel väljal hõbedane lestakala.\n\n\n== Põhjendus ==\nVapi põhimotiivid tulenevad valla asendist ja looduse omapärast. Vald asub Eestimaa mereäärses loodenurgas, kus on suured metsad ja sood. Meri ja mets on ka valla elanike tähtsaim elatusallikas. Vapi sinine värvus ja lestakala sümboliseerivad merd ja kalapüüki, sinine ka taevast, noorust ja lootust. Hõbedasel väljal olev roheline stiliseeritud rannamänd on metsade ja üldiselt looduse võrdkuju. Hõbedane on valguse, puhtuse ja vaimsuse värvus.\n\n\n== Vaata ka ==\nNõva valla lipp\nLääne maakond\n\n\n== Välislingid ==\nNõva valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Nova_volost_coa.gif",
            "width": 200,
            "height": 247
        },
        "place": {
            "name": "Nõva",
            "coordinates": {
                "lat": 59.2225,
                "lon": 23.68166667
            }
        },
        "lang": "et",
        "id": "formerUnit-74",
        "index": 74
    },
    {
        "title": "Oisu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Oisu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Oisu valla vapp oli Järva maakonnas asunud Eesti haldusüksuse endise  Oisu valla vapp.\nVabariigi Valitsuse 30. juuni 2005 a. määrus nr 153 \"Kabala valla, Oisu valla, Türi linna ja Türi valla haldusterritoriaalse korralduse ja sellega seonduvalt Vabariigi Valitsuse määruste muutmine\" alusel senise Kabala valla, Oisu valla, Türi linna  ja Türi valla ühinemisel  on moodustatud uus kohaliku omavalitsuse üksus Türi vald. \nVapp oli kinnitatud 11. aprillil 1995.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil püstine viljapea ja ristikulõikeline vapitüvi, mõlemad kuldsed.\n\n\n== Põhjendus ==\nVapikilbi roheline ja kuldne, samuti ristikulõige ja viljapea sümboliseerivad Oisu valla elanike traditsioonilist tegevusala - loomakasvatust ja põllundust ning ühtlasi põlist looduslähedast elamisviisi.\n\n\n== Vaata ka ==\nOisu valla lipp\nTüri valla lipp\nTüri linna lipp\nKabala valla lipp\nJärva maakond\n\n\n== Välislingid ==\nOisu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Oisu_valla_vapp.gif",
            "width": 211,
            "height": 250
        },
        "place": {
            "name": "Oisu",
            "coordinates": {
                "lat": 58.7575,
                "lon": 25.56666667
            }
        },
        "lang": "et",
        "id": "formerUnit-75",
        "index": 75
    },
    {
        "title": "Orava valla vapp",
        "url": "https://et.wikipedia.org/wiki/Orava_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Orava valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Orava valla vapp.\nVapp on kinnitatud 17. mail 1999.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil punane orav.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nOrava valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nOrava valla sümboolika valla kodulehel\nOrava valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Orava_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Orava",
            "coordinates": {
                "lat": 57.88861111,
                "lon": 27.45805556
            }
        },
        "lang": "et",
        "id": "formerUnit-76",
        "index": 76
    },
    {
        "title": "Orissaare valla vapp",
        "url": "https://et.wikipedia.org/wiki/Orissaare_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Orissaare valla vapp on Saare maakonna endise Eesti haldusüksuse Orissaare valla vapp.\nVapp kinnitati 29. augustil 1995.\n\n\n== Vapi kirjeldus ==\nPõigiti poolitatud kilbi hõbedasel ülapoolel kolm rootsupidi ühendatud sinist tammelehte, mis tõusevad kilbi poolitusjoonelt. Vapi sinisel alumisel poolel on samasugused hõbedased tammelehed allapööratud kujul.\n\n\n== Põhjendus ==\nVapivärvid viitavad maale ja merele ning Saaremaa vapile. Tammelehed tähistavad tugevust, väärikust ja põlisust. Samuti viitavad ka Orissaare valla harukordsele tammederohkusele.\n\n\n== Vaata ka ==\nOrissaare valla lipp\n\n\n== Välislingid ==\nOrissaare valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/64/EE_Orissaare.png",
            "width": 198,
            "height": 215
        },
        "place": {
            "name": "Orissaare",
            "coordinates": {
                "lat": 58.55833333,
                "lon": 23.085
            }
        },
        "lang": "et",
        "id": "formerUnit-77",
        "index": 77
    },
    {
        "title": "Padise valla vapp",
        "url": "https://et.wikipedia.org/wiki/Padise_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Padise valla vapp oli Harju maakonnas asuva Eesti haldusüksuse Padise valla vapp.\nVapp kinnitati 20. mail 1992.\n\n\n== Vapi kirjeldus ==\nMusta kilbi ülaosas kahes reas puna-hõbedased maleruudud. Selle all kolmeharuline kuuseoks ja lainelõikeline vapitüvi, mõlemad hõbedased.\n\n\n== Põhjendus ==\nKilbi värv ja maleruudud on tsistertslaste vapilt, kusjuures punane ja hõbe on ühtlasi Harjumaa värvid. Kuuseoks ja lained tähistavad metsarikast mereäärset maakohta.\n\n\n== Vaata ka ==\nPadise valla lipp\nHarju maakond\n\n\n== Välislingid ==\nPadise valla sümboolika valla kodulehel\nPadise valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Padise_vald_coatofarms.png",
            "width": 213,
            "height": 246
        },
        "place": {
            "name": "Padise",
            "coordinates": {
                "lat": 59.22777778,
                "lon": 24.1425
            }
        },
        "lang": "et",
        "id": "formerUnit-78",
        "index": 78
    },
    {
        "title": "Paide valla vapp",
        "url": "https://et.wikipedia.org/wiki/Paide_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Paide valla vapp on Järva maakonnas asunud endise Eesti haldusüksuse Paide valla vapp.\nVapp kinnitati 11. aprillil 1995.\n\n\n== Vapi kirjeldus ==\nMustal hõbedase äärisega kilbil on neli kaldristina paigutatud kuldset viljapead.\n\n\n== Põhjendus ==\nVapi värvid ja kujundid tähistavad Püha Annat (Anna kihelkond ja kirik) ning valla maade põllumajanduslikku tähtsust. Must ja hõbe on ka Eestimaa kaitsja neitsi Maarja värvid ning tema kaudu ka orduriigi ja Eesti lipu värvid.\n\n\n== Vaata ka ==\nPaide valla lipp\nJärva maakond\n\n\n== Välislingid ==\nPaide valla sümboolika valla kodulehel\nPaide valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/7/71/Vapp_paide_vald.gif",
            "width": 134,
            "height": 140
        },
        "place": {
            "name": "Paide",
            "coordinates": {
                "lat": 58.88333333,
                "lon": 25.56666667
            }
        },
        "lang": "et",
        "id": "formerUnit-79",
        "index": 79
    },
    {
        "title": "Paikuse valla vapp",
        "url": "https://et.wikipedia.org/wiki/Paikuse_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Paikuse valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Paikuse valla vapp.\nVapp on kinnitatud 27. märtsil 1995.\nVapi autor on Vello Paluoja.\n\n\n== Vapi kirjeldus ==\nPüstiselt poolitatud roheline-kuldsel kilbil vastandvärvides, paremal kuuse ja vasakul männi võraga juurtega puu. Vapi ülaservas on nurgaga kilbi poolitusteljele toetuvad võrdhaarsed vastandvärvides kolmnurgad: parem - kuldne, vasak - roheline.\n\n\n== Põhjendus ==\nVapi värvused tähistavad Pärnumaad ja tunnused Paikuse valda kuna inimtegevus toimus siin juba mesoliitikumis ja valla territoorium on kaetud enamuses kuuse - männimetsaga. Vapi parempoolne ülemine lõik sümboliseerib Pärnu jõge ja vasak Reiu jõge. Graafiliselt moodustab jõgede ristumiskoht vallale sümboolse kodukatuse. Paikkonna iidsust, ajaloolist arengut ja keskkonda iseloomustab vapi keskel asetsev kuusk/mänd. 75% valla pindalast on tänagi kaetud metsaga. \n\n\n== Vaata ka ==\nPaikuse valla lipp\n\n\n== Välislingid ==\nPaikuse valla vapist valla kodulehelä\nPaikuse valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/85/EE_Paikuse.png",
            "width": 188,
            "height": 232
        },
        "place": {
            "name": "Paikuse",
            "coordinates": {
                "lat": 58.37527778,
                "lon": 24.62277778
            }
        },
        "lang": "et",
        "id": "formerUnit-80",
        "index": 80
    },
    {
        "title": "Pajusi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Pajusi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pajusi valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Pajusi valla vapp.\nVapp kinnitati 22. jaanuaril 1997.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega paremalt poolitatud sini-rohelisel kilbil laineline tala saatena lainelised vardad vaheldumisi asetsevate ringide ja ovaalidega (pajuoksad) 1+1, kõik hõbedased.\n\n\n== Põhjendus ==\nHõbedane laineline tala sümboliseerib valla territooriumit läbivat Põltsamaa jõge; stiliseeritud hõbedased pajuoksad meenutavad valla nime – Pajusi. Vapi sinine värvus on puhtuse ja vaimsuse, samuti kodumaa taeva võrdkuju; roheline on lootuse, looduse ja põllumajanduse – valla elanike peamise põlise tegevusala sümbol.\n\n\n== Vaata ka ==\nPajusi valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nPajusi valla sümboolika valla kodulehel\nPajusi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Pajusi_valla_vapp.gif",
            "width": 216,
            "height": 250
        },
        "place": {
            "name": "Pajusi",
            "coordinates": {
                "lat": 58.70527778,
                "lon": 25.94
            }
        },
        "lang": "et",
        "id": "formerUnit-81",
        "index": 81
    },
    {
        "title": "Pala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Pala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pala valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Pala valla vapp.\nVapp kinnitati 20. mail 1997.\n\n\n== Vapi kirjeldus ==\nSinist kilpi põigiti läbival hõbedasel oksal istub kuldne otsavaatav öökull.\n\n\n== Põhjendus ==\nPala vald on idapoolne haldusüksus Peipsi järve kaldal. Ligi pool valla pindalast on suurte veekogude all. Vald on kuulus suurte metsamassiivide poolest ja just Pala ümbrusest saab alguse ka põlduderikas Kagu-Eesti lavamaa. \nVapi sinine tähistab veepinda, sinetavaid metsi, vihma, taevast. Kassikakk oma uhke välimuse ja väärika olemusega on saanud valla vapilinnuks. Eestlased on pidanud öökullilisi raamatute ja hariduse sümboliks. Kodaveres on asunud üks Eesti vanemaid kihelkonnakoole ning Kodavere kirikut on esimest korda mainitud 1342. aastal. \nKuldne toon seondub kuldsete viljaväljadega, samuti on õled, vaha ja mesi kuldkollased.\n\n\n== Vaata ka ==\nPala valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nPala valla sümbolid valla kodulehel\nPala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/2/28/Pala_valla_vapp.gif",
            "width": 150,
            "height": 172
        },
        "place": {
            "name": "Pala",
            "coordinates": {
                "lat": 58.67388889,
                "lon": 27.03361111
            }
        },
        "lang": "et",
        "id": "formerUnit-82",
        "index": 82
    },
    {
        "title": "Palamuse valla vapp",
        "url": "https://et.wikipedia.org/wiki/Palamuse_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Palamuse valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Palamuse valla vapp.\nVapp kinnitati 8. märtsil 1994.\n\n\n== Vapi kirjeldus ==\nPunasel kilbil hõbedane kirikukell, mille kohal kaks kuldset ristikheinalehte.\n\n\n== Põhjendus ==\nPunane on apostel Bartolomeuse vapivärvus. Pühale Bartolomeusele on pühitsetud kohalik kirik, tema nimest tuleneb ka Palamuse nimi. Punane on ka nooruslikkuse ja elujõu sümbol ning seostub Tootsi-lugudega. Hõbedane kell tähistab nii kirikust kui koolist lähtuvat vaimuvalgust. Kuldsed ristikulehed viitavad Jõgevamaale, tähistades ühtlasi põllupidamist ja heaolu.\n\n\n== Vaata ka ==\nPalamuse valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nPalamuse valla sümboolika valla kodulehel\nPalamuse valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/13/Palamuse_valla_vapp.gif",
            "width": 237,
            "height": 254
        },
        "place": {
            "name": "Palamuse",
            "coordinates": {
                "lat": 58.68472222,
                "lon": 26.58416667
            }
        },
        "lang": "et",
        "id": "formerUnit-83",
        "index": 83
    },
    {
        "title": "Palupera valla vapp",
        "url": "https://et.wikipedia.org/wiki/Palupera_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Palupera valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Palupera valla vapp.\nVapp kinnitati 15. oktoobril 2004.\n\n\n== Vapi kirjeldus ==\nHõbedase kilbi tüvimikus roheline lainelõikeline varras. Selle kohal kolm rohelist ülessuunatud kiilu, millest keskmine on teistest kõrgem.\n\n\n== Põhjendus ==\nLaineline varras sümboliseerib valla paiknemist künklikul Lõuna-Eesti maastikul ja valla veerikkust. Kolm ülespoole suunatud teravikuga kiilu tähistavad valla kolme peamist asustuskeskust (Hellenurme, Nõuni ja Palupera), osutavad paiga metsarikkusele ning viitavad edasipürgimisele ja tulevikulootusele. Vapikilbi hõbedane toon sümboliseerib lootust, puhtust ja valgust ning viitab samuti valla veerikkusele; roheline tähistab puhast loodust ja igavesti korduvat eluringlust. \n\n\n== Vaata ka ==\nPalupera valla lipp\nValga maakond\n\n\n== Välislingid ==\nPalupera valla sümboolika valla kodulehel\nPalupera valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Palupera_valla_vapp_SVG.svg/langet-320px-Palupera_valla_vapp_SVG.svg.png",
            "width": 320,
            "height": 200
        },
        "place": {
            "name": "Palupera",
            "coordinates": {
                "lat": 58.11694444,
                "lon": 26.34361111
            }
        },
        "lang": "et",
        "id": "formerUnit-84",
        "index": 84
    },
    {
        "title": "Pihtla valla vapp",
        "url": "https://et.wikipedia.org/wiki/Pihtla_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pihtla valla vapp on Saare maakonna endise Eesti haldusüksuse Pihtla valla vapp.\nVapp kinnitati 12. juunil 1997.\n\n\n== Vapi kirjeldus ==\nKahest ümberpööratud S-lõikest moodustunud kaldjaotusega vasakult poolitatud sini-kuldsel kilbil kaks lõikest lähtuvat vastandvärvides tähtristi.\n\n\n== Põhjendus ==\nPihtla valla maad on kunagi taevaste vägede poolt ära märgitud (Kaali järv – meteoriidikraater), mida on silmas peetud ka valla lipu kujundamisel. Sinine on taeva ja vee, aga samuti vaimsuse ja puhtuse võrdkuju. Kollane on tule, energia, vilja ja jõukuse sümbol. Diagonaalteljel olevad tähtristid kujutavad muistset sündmust, mil taevast langev täht lõikus maapinda. Langemiskohta jäi sügav kraater, millest veega täitudes tekkis omapärane järv. Tähtrist meenutab ka ristiusu peamist sümbolit – risti.\n\n\n== Vaata ka ==\nPihtla valla lipp\n\n\n== Välislingid ==\nPihtla valla sümboolika valla kodulehel\nPihtla valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Pihtla-valla-vapp.svg/langet-320px-Pihtla-valla-vapp.svg.png",
            "width": 320,
            "height": 377
        },
        "place": {
            "name": "Pihtla",
            "coordinates": {
                "lat": 58.30388889,
                "lon": 22.69833333
            }
        },
        "lang": "et",
        "id": "formerUnit-85",
        "index": 85
    },
    {
        "title": "Piirissaare valla vapp",
        "url": "https://et.wikipedia.org/wiki/Piirissaare_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Piirissaare valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Piirissaare valla vapp.\n\n\n== Vapi kirjeldus ==\nValgel kangal roheline kala punaste uimedega. Kala kohal punane pügalrist, milles omakorda must rist.\n\n\n== Vaata ka ==\nPiirissaare valla lipp\nTartu maakond",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/40/Piirissaare_valla_vapp.gif",
            "width": 150,
            "height": 170
        },
        "place": {
            "name": "Piirissaare vald",
            "coordinates": {
                "lat": 58.37305556,
                "lon": 27.52333333
            }
        },
        "lang": "et",
        "id": "formerUnit-86",
        "index": 86
    },
    {
        "title": "Puhja valla vapp",
        "url": "https://et.wikipedia.org/wiki/Puhja_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Puhja valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Puhja valla vapp.\nVapp kinnitati 29. septembril 1998.\n\n\n== Vapi kirjeldus ==\nPikuti poolitatud kilbi parem pool on roheline, vasak pool sinine. Kilbi alumisest servast tõuseb hõbedane hundinui. Selle kaks lehte paiknevad kilbi alumisel poolel kaksiksarika kujuliselt, lisaks kakshõbedast tähtristi.\n\n\n== Põhjendus ==\nRoheline värv tähistab maad ja taimestikku; sümboliseerib tasakaalukust, lootust, arengut. Sinine värv tähistab rahu, usku ja tõde ning viitab Puhja valla veerohkusele; hõbe märgib valgust, elu, puhtust; vapivärvid osutavad ka Tartumaa vapile ja Liivimaa lipule; hundinui on Puhja soomaastike tüüpiline taim; tähtristid sümboliseerivad vaimuvalgust ja sihikindlust.\n\n\n== Vaata ka ==\nPuhja valla lipp\nTartu maakond\n\n\n== Välislingid ==\nPuhja valla sümboolikast valla kodulehel\nPuhja valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Puhja_valla_vapp.gif",
            "width": 216,
            "height": 250
        },
        "place": {
            "name": "Puhja",
            "coordinates": {
                "lat": 58.33833333,
                "lon": 26.31194444
            }
        },
        "lang": "et",
        "id": "formerUnit-87",
        "index": 87
    },
    {
        "title": "Puka valla vapp",
        "url": "https://et.wikipedia.org/wiki/Puka_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Puka valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Puka valla vapp.\nVapp kinnitati 27. juunil 1995.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil kuldne otsavaatav sokupea, mida ümbritsevad kolm hõbedast tähtristi 1 + 2.\n\n\n== Põhjendus ==\nSokupea on tuletatud Puka mõisniku Thomas Bock nimest, mis tähendab saksa keeles sokku. Ühtlasi tähistab sokupea ka vallamaade ulukirikkust. Tähtristid sümboliseerivad kolme Puka valla territooriumil paiknevat muinasaegset eestlaste linnamäge - Kuigatsi linnamägi, Kivivare linnamägi ja Vooremägi. Veel viitavad tähtristid minevikule, olevikule ja tulevikule, märkides sihikindlust ja lootust. Roheline taust tähistab põllumajandust, metsi ja loodust.\n\n\n== Vaata ka ==\nPuka valla lipp\nValga maakond\n\n\n== Välislingid ==\nPuka valla sümboolika valla kodulehel\nPuka valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Puka_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Puka",
            "coordinates": {
                "lat": 58.05305556,
                "lon": 26.24111111
            }
        },
        "lang": "et",
        "id": "formerUnit-88",
        "index": 88
    },
    {
        "title": "Puurmani valla vapp",
        "url": "https://et.wikipedia.org/wiki/Puurmani_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Puurmani valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Puurmani valla vapp.\nVapp kinnitati 5. jaanuaril 2000.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil must, valge noka ja punase keelega kotkapea. Rohelisel kuuselõikelisel vapitüvel hõbedane lainelõikeline varras.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nPuurmani valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nPuurmani valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/44/Puurmani_valla_vapp.gif",
            "width": 217,
            "height": 250
        },
        "place": {
            "name": "Puurmani",
            "coordinates": {
                "lat": 58.57611111,
                "lon": 26.28833333
            }
        },
        "lang": "et",
        "id": "formerUnit-89",
        "index": 89
    },
    {
        "title": "Põdrala valla vapp",
        "url": "https://et.wikipedia.org/wiki/P%C3%B5drala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Põdrala valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Põdrala valla vapp.\nVapp kinnitati 4. septembril 1995.\n\n\n== Vapi kirjeldus ==\nRistikulehelõikelise kaldjaotusega vasakult poolitatud sini-kuldse kilbi ülemisel, sinisel väljal kuldne pügalrist; alumisel, kuldsel väljal viie õielehega sinine linaõis kuldse ringikujulise südamikuga.\n\n\n== Tõlgendus ==\nPügalrist, muistne Põhjala rahvaste sümbol, on siin rahvaliku vaimsuse järjekestvuse võrdkuju. Rist on aga kristliku maailma kõige levinum kujund. Ristikulehelõige viitab põllumajandusele, valla elanike peamisele tegevusalale. Linaõis sümboliseerib linakasvatust, millega on juba vanast ajast jõukustki kogutud. Sinine on nooruse ja puhtuse värv ning kuld väärikuse ja jõukuse sümbol.\n\n\n== Vaata ka ==\nPõdrala valla lipp\n\n\n== Välislingid ==\nPõdrala valla lipp ja vapp valla põhimääruse lisas\nPõdrala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/ff/P%C3%B5drala_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Põdrala vald",
            "coordinates": {
                "lat": 58.09666667,
                "lon": 25.8975
            }
        },
        "lang": "et",
        "id": "formerUnit-90",
        "index": 90
    },
    {
        "title": "Põhja-Sakala valla vapp",
        "url": "https://et.wikipedia.org/wiki/P%C3%B5hja-Sakala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Põhja-Sakala valla vapp on Viljandi maakonnas asuva Põhja-Sakala valla vapp. Aastail 2005–2017 oli see Suure-Jaani valla vapp.\nVapp võeti kasutusele 27. detsembril 1995 Suure-Jaani linna vapina. 2005. aastal ühinesid Suure-Jaani linn ja Suure-Jaani vald ning Olustvere ja Vastemõisa vallad ühtseks Suure-Jaani vallaks, mille sümboolikana võeti kasutusele endised Suure-Jaani linna sümbolid. 2017. aastal liitusid Võhma linn ning Kõo, Kõpu ja Suure-Jaani vallad ning ühendvalla sümboolikaks jäi varasem Suure-Jaani valla sümboolika.\n\n\n== Vapi kirjeldus ==\nPunasel kilbil on põigiti hõbedane sõjasarv kuldsete kandevõrude, -keti ja huulikuga, selle peal on püstiasetsev hõbedase tera ning kuldse käepidemega mõõk. Vapi laiuse ja kõrguse suhe on 9:12.\n\n\n== Vaata ka ==\nPõhja-Sakala valla lipp\n\n\n== Välislingid ==\nLipust Põhja-Sakala valla kodulehel\nPõhja-Sakala valla lipp ja vapp Riigi Teataja, 29.12.2017",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Suure-Jaani_valla_vapp.svg/langet-320px-Suure-Jaani_valla_vapp.svg.png",
            "width": 320,
            "height": 411
        },
        "place": {
            "name": "Suure-Jaani",
            "coordinates": {
                "lat": 58.53555556,
                "lon": 25.46666667
            }
        },
        "lang": "et",
        "id": "formerUnit-91",
        "index": 91
    },
    {
        "title": "Pöide valla vapp",
        "url": "https://et.wikipedia.org/wiki/P%C3%B6ide_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pöide valla vapp on Saare maakonna endise Eesti haldusüksuse Pöide valla vapp.\nVapp kinnitati 3. oktoobril 1995 ning see oli kasutuses kuni vald liitus 2017. aastal Eesti omavalitsuste haldusreformi käigus teiste Saaremaal asunud valdadega ühtseks Saaremaa vallaks.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil sinine müürihambuline päis ja sinine liiliakujuliste otstega Kreeka rist.\n\n\n== Põhjendus ==\nMüürihambuline kilbi päis tähistab nii Pöide maalinna kui ka ordulinnust. Sinine liiliakujuliste otstega Kreeka rist märgib 13. sajandist pärinevat Maarjale pühitsetud Pöide kirikut. Samuti viitab see Pöide vallas hiljem domineerivaks saanud apostellikule usutunnistusele.\n\n\n== Vaata ka ==\nPöide valla lipp\n\n\n== Välislingid ==\nPöide valla sümboolika valla kodulehel\nPöide valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/b/b4/EE_Poide.png",
            "width": 198,
            "height": 245
        },
        "place": {
            "name": "Pöide",
            "coordinates": {
                "lat": 58.50805556,
                "lon": 23.05222222
            }
        },
        "lang": "et",
        "id": "formerUnit-92",
        "index": 92
    },
    {
        "title": "Pühajärve valla vapp",
        "url": "https://et.wikipedia.org/wiki/P%C3%BChaj%C3%A4rve_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pühajärve valla vapp oli Valga maakonnas asuva eelmise Eesti haldusüksuse Pühajärve valla vapp.\nVapp oli kasutusele 14. aprillist 1996 kuni 1999. aastani, mil vald ühines Otepää linna ja vallaga ühtseks Otepää vallaks.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil on roheline lehtpuu (tamm) ja sinine lainelõikeline vapitüvi, millel põigiti kaks lainelõikelist kuldset varrast.\n\n\n== Vaata ka ==\nPühajärve valla lipp\nOtepää valla vapp\n\n\n== Välislingid ==\nPühajärve valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/80/P%C3%BChaj%C3%A4rve_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Pühajärve",
            "coordinates": {
                "lat": 58.04638889,
                "lon": 26.45583333
            }
        },
        "lang": "et",
        "id": "formerUnit-93",
        "index": 93
    },
    {
        "title": "Pühalepa valla vapp",
        "url": "https://et.wikipedia.org/wiki/P%C3%BChalepa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Pühalepa valla vapp on Hiiu maakonnas asunud endise Eesti haldusüksuse Pühalepa valla vapp.\nTumesinisel hõbedaga ääristatud vapikilbil on hõbedane ruut, mille sees hõbedane päikeseratas, mille sees neli kollast segmenti. Kilbi allosas on hõbedane siniste täpikestega liilia. Päikeseratas sümboliseerib päikest, elu ja õnne, ruut tähendab saart. Liilia on puhtuse, lootuse ja pühaduse sümbol. Kollased segmendid väljendavad valla ühtsust ja struktuuri: Hellamaa, Suuremõisa, Palade, Kärdla piirkonda. Sinine värvus sümboliseerib laiduderikast sooja liivapõhjalist merd ning taevast.\n\n\n== Viited ==",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/91/EST_P%C3%BChalepa_COA.jpg",
            "width": 87,
            "height": 113
        },
        "place": {
            "name": "Pühalepa",
            "coordinates": {
                "lat": 58.87722222,
                "lon": 22.95888889
            }
        },
        "lang": "et",
        "id": "formerUnit-94",
        "index": 94
    },
    {
        "title": "Raikküla valla vapp",
        "url": "https://et.wikipedia.org/wiki/Raikk%C3%BCla_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Raikküla valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Raikküla valla vapp.\nVapp kinnitati 12. juunil 1997, kuid vapi sünnipäevaks peetakse 19. oktoobrit 1997.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil kuldne ristikuleht ja hõbedane müüritisega vapitüvi.\n\n\n== Põhjendus ==\nVapikilbi roheline värvus tähendab üldiselt noorust ja lootust; siin aga looduslähedust ja vallaelanike põhitegevust – põllumajandust. Kuldne ristikuleht sümboliseerib samuti põlluharimist ja karjakasvatust – kohaliku rahva põlist elatise ja jõukuse allikat; kolm ristikulehe südamekujulist haru meenutavad ka veel valla kolme peamist keskust – Purku, Raikküla ja Tamme küla. Ristikuleht on ühtlasi ristiusu jumaliku kolmainsuse sümbol. Hõbedane müüritisega vapitüvi on Raikküla valla paese pinnase võrdkuju.\n\n\n== Vaata ka ==\nRaikküla valla lipp\n\n\n== Välislingid ==\nRaikküla valla sümboolika valla kodulehel\nRaikküla valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/4e/EE_10_Raikkula.png",
            "width": 200,
            "height": 224
        },
        "place": {
            "name": "Raikküla",
            "coordinates": {
                "lat": 58.93527778,
                "lon": 24.74777778
            }
        },
        "lang": "et",
        "id": "formerUnit-95",
        "index": 95
    },
    {
        "title": "Rakke valla vapp",
        "url": "https://et.wikipedia.org/wiki/Rakke_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Rakke valla vapp on endise Eesti haldusüksuse Rakke valla vapp.\nVapp on kinnitati 19. septembril 1994.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil on hõbedane teravik, milles seitsme kroonlehega rukkilill. Kummalgi pool teravikku on hõbedane veepiisk.\n\n\n== Põhjendus ==\nHõbedane teravik tähistab paekivi ja sellest toodetavat lupja ning nende kasutamist ehitustel. Rukkilille seitse kroonlehte märgivad Rakke valla moodustanud seitset mõisat. Hõbedased veepiisad osutavad valla maade paiknemisele Pandivere veekaitsealal.\n\n\n== Vaata ka ==\nRakke valla lipp\n\n\n== Välislingid ==\nRakke valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/e/e6/EST_Rakke_vald_COA.png",
            "width": 188,
            "height": 220
        },
        "place": {
            "name": "Rakke",
            "coordinates": {
                "lat": 58.98638889,
                "lon": 26.24722222
            }
        },
        "lang": "et",
        "id": "formerUnit-96",
        "index": 96
    },
    {
        "title": "Rannu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Rannu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Rannu valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Rannu valla vapp.\nVapp kinnitati 21. juunil 1994 Riigisekretär Ülo Kaevatsi poolt.\nRannu valla vapi on kujundanud riigikantselei riigisümboolika osakonna nõunik Ivo Manfred Rebane 1994. aastal. \n\n\n== Vapi kirjeldus ==\nSinisel alt ümardunud tipuga kilbil kroon, ristikuleht ja lainelõikeline vapitüvi, kõik kuldsed. Vapil on kolm kuju: värviline, must-valge – sinise asemel must, kuldse asemel valge ning valge, joonega ääristatud kujunditega vapp.\n\n\n== Põhjendus ==\nVapikilbi sinine värvus viitab Võrtsjärvele, aadlikroon meenutab lugu Barbara von Tiesenhausenist. Ristikuleht ja vapitüvi sümboliseerivad valla elanike peamist tegevusala – põllumajandust.\n\n\n== Vapi kasutamise kord ==\nValla vappi võis kasutada:\n\nVolikogu, vallavalitsuse, valla asutuste ning äriühingute, mille ainuomanikuks on vald, pitsatitel ja dokumendiplankidel.\nValla autasudel, suveniiridel, ametlikel trükistel ja tõenditel.\nMuudel juhtudel võib valla vappi kasutada ainult vallavalitsuse loal. Vallavalitsus võib anda tasuta loa, kui seda taotleval asutusel või isikul on üldtunnustatud teeneid valla ees, samuti kasutamiseks üldkultuurilistel, vallale kasulikel mitteärilistel eesmärkidel.\nValla vapi kasutamisel ärilistel eesmärkidel tuleb vallavalitsuselt taotleda eriluba ja eraldada kokkuleppeline summa valla tuludesse.\nVallavalitsusel on õigus luua valla lipp koos vapi kujutisega kasutamiseks Rannu omavalitsuse lipuna. Sellisel juhul paigutatakse vapp lipu valgele horisontaallaiule.\n\n\n== Vaata ka ==\nRannu valla lipp\nTartu maakond\n\n\n== Välislingid ==\nRannu valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Rannu vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Rannu_valla_vapp.gif",
            "width": 188,
            "height": 234
        },
        "place": {
            "name": "Rannu",
            "coordinates": {
                "lat": 58.23944444,
                "lon": 26.22
            }
        },
        "lang": "et",
        "id": "formerUnit-97",
        "index": 97
    },
    {
        "title": "Ridala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Ridala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Ridala valla vapp on Lääne maakonnas asunud endise Eesti haldusüksuse Ridala valla vapp.\nVapp kinnitati 7. veebruaril 2000.\n\n\n== Vapi kirjeldus ==\nPunase kilbi alumisest servast tõusev hõbedase ääristusega must, jalaga rõngasrist. Risti harudevahelised sektorid on kuldsed.\n\n\n== Põhjendus ==\nRõngasrist sümboliseerib elupuud, mis tähendab igavest elu ning pärineb unikaalselt muistiselt, milleks on trapetsikujuline hauaplaat Ridala kiriku edelanurga lähedal. Risti harude vahelised kollased sektorid sümboliseerivad päikeseketast ilmasamba otsas.\n\n\n== Vaata ka ==\nRidala valla lipp\n\n\n== Välislingid ==\nRidala valla sümboolika valla kodulehel\nRidala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/a/a7/EE_Ridala.png",
            "width": 198,
            "height": 245
        },
        "place": {
            "name": "Ridala vald",
            "coordinates": {
                "lat": 58.94305556,
                "lon": 23.645
            }
        },
        "lang": "et",
        "id": "formerUnit-98",
        "index": 98
    },
    {
        "title": "Roosna-Alliku valla vapp",
        "url": "https://et.wikipedia.org/wiki/Roosna-Alliku_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Roosna-Alliku valla vapp oli Järva maakonnas asunud endise Eesti haldusüksuse Roosna-Alliku valla vapp.\nVapp kinnitati 29. novembril 1995.\nVapi kasutamine lõppes 2017. aastal seoses valla liitumisega naaberomavalitsustega.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane sinise ringikujulise südamikuga roosiõis; hõbedasel vapitüvel allikamärk.\n\n\n== Põhjendus ==\nVapikujundid roos ja heraldiline allikamärk viitavad valla nimetusele – seega on tegemist nn kõneleva vapiga. Valla nimetuse esimene pool arvatakse tulenevat suguvõsa Rosenitelt, kellele kuulus seal 17. sajandist – 18. sajandi esimese veerandini mõis (Kaltenbrunn). Valla nimetuse teine pool meenutab, et Rppsna-Allikul asuvad Eesti ühed veerikkamad allikad ja suur allikajärv, millest saab alguse Pärnu jõgi. Vapi sinine värvus sümboliseerib lootust ja nooruslikkust, samuti vett kui looduse üht põhielementi. Hõbe on puhtuse ja vaimsuse võrdkuju.\n\n\n== Vaata ka ==\nRoosna-Alliku valla lipp\nJärva maakond\n\n\n== Välislingid ==\nRoosna-Alliku valla sümboolika valla kodulehel\nRoosna-Alliku valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/97/Roosna-alliku_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Roosna-Alliku",
            "coordinates": {
                "lat": 59.02944444,
                "lon": 25.70305556
            }
        },
        "lang": "et",
        "id": "formerUnit-99",
        "index": 99
    },
    {
        "title": "Rõngu valla vapp",
        "url": "https://et.wikipedia.org/wiki/R%C3%B5ngu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Rannu valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Rõngu valla vapp.\nVapp kinnitati 29. novembril 1996.\n\n\n== Vapi kirjeldus ==\nPunasel kilbil kuldne viieharuline rist tipuga allapoole ja selle peal kuldne rõngas, milles risti harude keskel punased sõõrid ja nende kohal rõngast väljuvad kuldsed kolmiklehed. \n\n\n== Põhjendus ==\nViis ristiharu tähistavad Tartu, Valga, Otepää, Rannu ning Tõrva teeristi ja osutavad sellisena Rõngu geograafilisele asendile. Valla peamist tootmisharu, samuti suuri puuvilja ja marjaaedu tähistavad sõõrid. Rõngas on valla ühtsuse sümboliks ja viitab kaudselt Rõngu nimele. Värvid sümboliseerivad küpsust ja viljakust. \n\n\n== Vaata ka ==\nRõngu valla lipp\n\n\n== Välislingid ==\nRõngu valla sümboolika valla kodulehel\nRõngu valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c0/R%C3%B5ngu_valla_vapp.gif",
            "width": 199,
            "height": 241
        },
        "place": {
            "name": "Rõngu",
            "coordinates": {
                "lat": 58.14138889,
                "lon": 26.24722222
            }
        },
        "lang": "et",
        "id": "formerUnit-100",
        "index": 100
    },
    {
        "title": "Rägavere valla vapp",
        "url": "https://et.wikipedia.org/wiki/R%C3%A4gavere_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Rägavere valla vapp on Lääne-Viru maakonnas asunud endise Eesti haldusüksuse Rägavere valla vapp.\nVapp kinnitati 24. septembril 1994.\n\n\n== Vapi kirjeldus ==\nKuuselõikega põigiti poolitatud kilbi sinisel ülapoolel hõbedane neljaharuline täht; kilbi alumine pool hõbedane.\n\n\n== Põhjendus ==\nVapikilpi poolitav kuuselõige osutab sellele, et Rägavere vald asub metsarikkal alal ning mets on andnud elatist kohalikele elanikele juba vanast ajast. \nHõbedane neljaharuline täht (tähtrist) vapi sinisel ülapoolel sisendab elujaatavat usku, et töökaid ning hariduspõllul edasipürgivaid valla inimesi ootab ees parem tulevik.\nKa vapitüve hõbedane värvus sümboliseerib hingerahu ja -puhtust, mida saavutavad need, kes hindavad vaimseid väärtusi ja esivanemate vaimuvara.\n\n\n== Vaata ka ==\nRägavere valla lipp\n\n\n== Välislingid ==\nRägavere valla sümboolika valla kodulehel\nRägavere valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/53/EST_R%C3%A4gavere_vald_COA.png",
            "width": 198,
            "height": 230
        },
        "place": {
            "name": "Rägavere vald",
            "coordinates": {
                "lat": 59.33333333,
                "lon": 26.71666667
            }
        },
        "lang": "et",
        "id": "formerUnit-101",
        "index": 101
    },
    {
        "title": "Saare valla vapp",
        "url": "https://et.wikipedia.org/wiki/Saare_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Saare valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Saare valla vapp.\nVapp kinnitati 20. novembril 1996.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil roheline viieharuline okaspuutaim ja sinine vapitüvimik, milles püstiselt hõbedane kaheteralise mõõga käepide.\n\n\n== Põhjendus ==\nSaare valla vapi ideestik tuleneb Kalevipoja sangarikujuga seotud kohamuistenditest. Teatavasti asuvat muistse vägilase mõõk kohalikus Kääpa jões. Kodupinnas ja -vetes peitubki see ürgjõud, millest tärkab ikka jälle uus elu (okaspuutaim) ning pärineb valla töökate inimeste varanduslik ja vaimne õitseng.  \nSinine värvus on vee kuid ka ustavuse ja vaimsuse võrdkuju, roheline värvus on looduse, samuti nooruse ja lootuse sümbol. \n\n\n== Vaata ka ==\nSaare valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nSaare valla sümboolika valla kodulehel\nSaare valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/4/41/Saare_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Saare vald",
            "coordinates": {
                "lat": 58.69805556,
                "lon": 26.84083333
            }
        },
        "lang": "et",
        "id": "formerUnit-102",
        "index": 102
    },
    {
        "title": "Saksi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Saksi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Saksi valla vapp on Lääne-Viru maakonnas asunud endise Eesti haldusüksuse Saksi valla vapp.\nVapp on kinnitatud 28. aprillil 1998.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega sinisel kilbil on ülemisest vasakust nurgast lähtuv hõbedasest, sinisest ja kuldsest ühelaiusest vardast koosnev lainelõikeline põiktala.\n\n\n== Vaata ka ==\nSaksi valla lipp\n\n\n== Välislingid ==\nEndise Saksi valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Saksi_valla_vapp.gif",
            "width": 200,
            "height": 236
        },
        "place": {
            "name": "Saksi",
            "coordinates": {
                "lat": 59.25194444,
                "lon": 26.08666667
            }
        },
        "lang": "et",
        "id": "formerUnit-103",
        "index": 103
    },
    {
        "title": "Salme valla vapp",
        "url": "https://et.wikipedia.org/wiki/Salme_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Salme valla vapp on Saare maakonna endise Eesti haldusüksuse Salme valla vapp.\nVapp kinnitati 10. mail 1995.\n\n\n== Vapi kirjeldus ==\nSalme valla vapil on kujutatud punasel kilbil hõbedane kuuseoksalõikeline päis ja hõbedane tüüriga paat.\n\n\n== Põhjendus ==\nPaat sümboliseerib meresõitu ja kalandust, kuuseoksalõige viitab Salme kandi inimeste panusele metsakaitsesse ja -korraldusse. Hõbe tähistab puhtust ja lootust, punane elujõudu ning aegade jooksul valla maadel toimunud taplusi.\n\n\n== Vaata ka ==\nSalme valla lipp\n\n\n== Välislingid ==\nSalme valla sümboolika valla kodulehel\nSalme valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/68/EE_Salme.png",
            "width": 198,
            "height": 246
        },
        "place": {
            "name": "Salme vald",
            "coordinates": {
                "lat": 58.16138889,
                "lon": 22.26222222
            }
        },
        "lang": "et",
        "id": "formerUnit-104",
        "index": 104
    },
    {
        "title": "Sangaste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Sangaste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Sangaste valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Sangaste valla vapp.\nVapp kinnitati 1. märtsil 1994.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedase kolmikmäe kujulise tüvimikuga kilbil kaks ristatud kuldset viljapead, mille kohal kuldne üheksaharuline kroon hõbedaste pärlitega harude otstel.\n\n\n== Põhjendus ==\nValgamaa vapivärvides kilbil paiknevad tunnused jäädvustavad Sangastele tuntust ja tunnustust toonud sordi- ja tõuaretaja Tartu Ülikooli audoktori krahv Friedrich von Bergi isiku ning elutöö.\n\n\n== Vaata ka ==\nSangaste valla lipp\nValga maakond\n\n\n== Välislingid ==\nSangaste valla sümboolika valla kodulehel\nSangaste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Sangaste_valla_vapp_%28SVG%29.svg/langet-320px-Sangaste_valla_vapp_%28SVG%29.svg.png",
            "width": 320,
            "height": 382
        },
        "place": {
            "name": "Sangaste",
            "coordinates": {
                "lat": 57.92611111,
                "lon": 26.33194444
            }
        },
        "lang": "et",
        "id": "formerUnit-105",
        "index": 105
    },
    {
        "title": "Sauga valla vapp",
        "url": "https://et.wikipedia.org/wiki/Sauga_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Sauga valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Sauga valla vapp.\nVappi etalonkujutis on kinnitatud riigisekretäri poolt 11. oktoobril 1996.\nVapi autor on M. Lauk.\n\n\n== Vapi kirjeldus ==\nSauga valla vapiks on rohelisel kilbil ülaservast lähtuv, alaservani ulatuv hõbedane teravik, milles samasuunaline roheline teravik kümne kuldse viieharulise tähega 4+3+2+1. Vapi laiuse ja kõrguse suhe on 9:12.\n\n\n== Põhjendus ==\nRoheline tähistab loodust, ärassarikas märgib Sauga ja Pärnu jõe ühinemist, tähed tähistavad valla külasid.\n\n\n== Vapi kasutamise kord ==\nSauga valla vappi kasutatakse: \n\nvallavolikogu, vallavalitsuse, valla asutuste, samuti äriühingute, mille aktsiate või osade ainuomanikuks on Sauga vald, pitsatitel ja dokumendiplankidel;\nvalla autasudel, meenetel ja ametimärkidel, samuti vallaametiasutuste ümbrikel ja muudel ametlikel trükistel;\nvallavalitsuse hoonel, valla piiritähistel ja vallavalitsuse ning vallaasutuste siltidel;\neelpool nimetamata juhtudel võib valla vappi kasutada üksnes vallavalitsuse loal.\n\n\n== Vaata ka ==\nSauga valla lipp\n\n\n== Välislingid ==\nSauga valla sümboolika valla kodulehel\nSauga valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/3a/EE_Sauga.png",
            "width": 198,
            "height": 225
        },
        "place": {
            "name": "Sauga",
            "coordinates": {
                "lat": 58.42666667,
                "lon": 24.49472222
            }
        },
        "lang": "et",
        "id": "formerUnit-106",
        "index": 106
    },
    {
        "title": "Sonda valla vapp",
        "url": "https://et.wikipedia.org/wiki/Sonda_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Sonda valla vapp on Ida-Viru maakonnas asnud endise Eesti haldusüksuse Sonda valla vapp.\nVapp kinnitati 4. oktoobril 1996.\n\n\n== Vapi kirjeldus ==\nRohelisel taustal kuldne kuuselõikeline päis, kolm vasakult langevat hõbedast varrast ja paremalt langevas reas kolm kuldset püstist tammelehte.\n\n\n== Põhjendus ==\nVapil olev kuuserida näitab metsarohkust, kolm põikvarrast sümboliseerivad kolme elutähtsat raudteed, mis Sondat kunagi läbisid ning mille ümber asula tekkima hakkas. Kolm kuldset tammelehte kujutavad valla kolme looduskaitseala.\n\n\n== Vaata ka ==\nSonda valla lipp\n\n\n== Välislingid ==\nSonda valla sümboolika valla kodulehel\nSonda valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/3/34/EST_Sonda_vald_COA.png",
            "width": 250,
            "height": 293
        },
        "place": {
            "name": "Sonda",
            "coordinates": {
                "lat": 59.3475,
                "lon": 26.8425
            }
        },
        "lang": "et",
        "id": "formerUnit-107",
        "index": 107
    },
    {
        "title": "Surju valla vapp",
        "url": "https://et.wikipedia.org/wiki/Surju_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Surju valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Surju valla vapp.\nVapp kinnitati riigisekretäri poolt 7. veebruaril 1996.\nVapi autor on Priit Herodes\n\n\n== Vapi kirjeldus ==\nSurju valla vapi rohelisel kilbil on kuldne vai. Kilbi ülemisel poolel kõrvuti kolm vastandvärvides kuuske (kaks kuldset, üks roheline).\n\n\n== Põhjendus ==\nKilbi roheline värvus ning jaotus viitavad metsadele, mis hõlmavad 2/3 valla territooriumist. Kuldne on Pärnumaa vapivärvus. Vai sümboliseerib Reiu jõge ning kuused märgivad seda, et Surju vald koosneb kolme endise valla aladest.\n\n\n== Vapi kasutamise kord ==\nValla vapi kujutist kasutatakse:\n\nValla vapi kujutist võivad oma pitsatitel kasutada ainult Surju Vallavalitsus ja Vallavolikogu.\nValla kirjaplangil.\nValla üldplangil.\nVallavalitsuse ja vallavolikogu poolt välja antud trükistel, meenetel, reklaamidel ja embleemidel.\nValla piire tähistavatel märkidel.\nMuudel juhtudel vallavalitsuse loal.\nValla vapi kujutis peab mõõtmetest olenemata vastama etalonkujutisele.\n\n\n== Vaata ka ==\nSurju valla lipp\n\n\n== Viited ==\n\n\n== Välislingid ==\nSurju valla sümboolika valla kodulehel\nOmavalitsuste sümbolid Riigikantselei lehel - Surju vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/5d/EE_Surju.png",
            "width": 198,
            "height": 221
        },
        "place": {
            "name": "Surju",
            "coordinates": {
                "lat": 58.23805556,
                "lon": 24.70611111
            }
        },
        "lang": "et",
        "id": "formerUnit-108",
        "index": 108
    },
    {
        "title": "Sõmerpalu valla vapp",
        "url": "https://et.wikipedia.org/wiki/S%C3%B5merpalu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Sõmerpalu valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Sõmerpalu valla vapp.\n\n\n== Vapi kirjeldus ja tõlgendus ==\nValla vapi sinise vapikilbi jaotab kaheks mõtteline diagonaal. Ülemisel mõttelisel väljal on kolm laia kuldset lainejoont, mis sümboliseerivad küpset viljapõldu, nende all vasakul on alumisel mõttelisel väljal kaks hõbedast lainet sümboliseerimaks Võhandu jõge. \nValla lipu üht originaali ja valla vapi etaloni hoitakse ning säilitatakse vallamajas. \n\n\n== Vapi kasutamise kord ==\nValla vappi kasutatakse värvilisena või must-valgena:\n\nVolikogu, vallavalitsuse, vallavalitsuse hallatava asutuse plankidel ja pitsatitel.\nValla autasudel, valla meenetel ja ametlikel trükistel.\nHoonetel, valla piiritähistel.\nÜritusi või projekte tutvustavatel reklaamidel, trükistel ja mujal tähistamaks valla poolt vastava ürituse või projekti toetamist.\nValla vapi kasutamine muudel juhtudel toimub vallavalitsuse loal.\nValla vapi kasutamise korra järgimise üle teostab järelevalvet vallavalitsus.\nValla vapi kujutisega pitsat on sõõr, mille keskel on vapp ja äärtel asutuse nimetus.\n\n\n== Sõmerpalu valla endine vapp ==\nSinisel kilbil kolm kuldsed linakupart ja päises kaks lainelõikes latti.\n\n\n== Vaata ka ==\nSõmerpalu valla lipp\nVõru maakond\n\n\n== Välislingid ==\nOmavalitsuste sümbolid Riigikantselei lehel - Sõmerpalu vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/97/S%C3%B5merpalu_valla_vapp.gif",
            "width": 83,
            "height": 108
        },
        "place": {
            "name": "Sõmerpalu",
            "coordinates": {
                "lat": 57.85194444,
                "lon": 26.82916667
            }
        },
        "lang": "et",
        "id": "formerUnit-109",
        "index": 109
    },
    {
        "title": "Sõmeru valla vapp",
        "url": "https://et.wikipedia.org/wiki/S%C3%B5meru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Sõmeru valla vapp on Lääne-Viru maakonnas asunud endise Eesti haldusüksuse Sõmeru valla vapp.\nVapp kinnitati 22. aprillil 1993.\nRakvere vald ja Sõmeru vald ühinesid haldusreformi käigus 2017. aastal. Varasem Sõmeru valla vapp võeti kasutusele uue valla vapina.\n\n\n== Vapi kirjeldus ==\nSinisel vapikilbil on vertikaalselt paiknev kuldne viljapea kahe kuldse ringi (kuldraha) vahel.\n\n\n== Põhjendus ==\nVapikilbi sinine värv viitab Virumaa vapivärvile. Kuldne viljapea sümboliseerib viljakat maad ning paikkonna põhitegevusala – põllumajandust. Kuldrahad osutavad maapõuerikkustele (fosforiit, paas), samuti ümbruskonna aardeleidudele.\n\n\n== Vaata ka ==\nSõmeru valla lipp\nRakvere valla vapp\n\n\n== Välislingid ==\nSõmeru valla sümboolika valla kodulehel\nSõmeru valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/e/ec/EST_S%C3%B5meru_vald_COA.png",
            "width": 188,
            "height": 232
        },
        "place": {
            "name": "Sõmeru",
            "coordinates": {
                "lat": 59.35805556,
                "lon": 26.43583333
            }
        },
        "lang": "et",
        "id": "formerUnit-110",
        "index": 110
    },
    {
        "title": "Tabivere valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tabivere_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tabivere valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Tabivere valla vapp.\nVapp kinnitati 8. märtsil 1996.\n\n\n== Vapi kirjeldus ==\nRohelisel, hõbedase lainelise tüvimikuga kilbil ristatud hanesulg mõõgaga, teravik paremale.\n\n\n== Põhjendus ==\nTabivere vald asub Vooremaa aladel, sellest ka valla maastikuline, kultuuriline ja rahvapärimuslik omapära. Aegade jooksul on valla maadel elanud mitmeid keeleteadlasi, keelemehi, kelle tegevus on jätnud märgatava jälje eesti kultuurilukku: Carl Gustav Staden, Otto Wilhelm Masing, Frans von Ackermann, Georg Theol, David Bergmann, Johannes Voldemar Veski, Jaan Tammemägi. Vapi kesksel kohal kirjasulg, mis on ristatud mõõgaga. Põlistatud teedetihedal alal, mis ühendab Põhja- ja Lõuna-Eestit, on olnud soodne piirkond rahvakultuuril ning oluline osa Kalevipoja pärimustel. Mõõk seondub muinasaegse Kalevipoja muistenditega. Kuid Tabiveremailt on pärit ka tuntud sõjaväelased: Johannes Orasmaa, Hans Kurvits, Karl Parts, Georg-Hugo Vestel. Vapi tüve ümarlainetus sümboliseerib 5 järve valla territooriumil: Saadjärv, Soitsjärv, Elistvere järv, Raigastvere järv, Kaiavere järv.\n\n\n== Vaata ka ==\nTabivere valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nTabivere valla sümboolika valla kodulehel\nTabivere valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Tabivere_valla_vapp.gif",
            "width": 232,
            "height": 270
        },
        "place": {
            "name": "Tabivere",
            "coordinates": {
                "lat": 58.555,
                "lon": 26.59527778
            }
        },
        "lang": "et",
        "id": "formerUnit-111",
        "index": 111
    },
    {
        "title": "Taheva valla vapp",
        "url": "https://et.wikipedia.org/wiki/Taheva_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Taheva valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Taheva valla vapp.\nVapp kinnitati 13. juunil 1996.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil külvatuna kolmteist rohelist heraldilist okaspuutaime: kolmes reas igas neli ning nende all, keskel üks taim.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nTaheva valla lipp\nValga maakond\n\n\n== Välislingid ==\nTaheva valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Taheva_valla_vapp_SVG.svg/langet-320px-Taheva_valla_vapp_SVG.svg.png",
            "width": 320,
            "height": 200
        },
        "place": {
            "name": "Taheva",
            "coordinates": {
                "lat": 57.62833333,
                "lon": 26.34305556
            }
        },
        "lang": "et",
        "id": "formerUnit-112",
        "index": 112
    },
    {
        "title": "Tahkuranna valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tahkuranna_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tahkuranna valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Tahkuranna valla vapp.\nVapp kinnitati 29. augustil 1995.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil sinine laineline päis ja sinine kaheksaharuline täht milles hõbedane veskikivi.\n\n\n== Põhjendus ==\nKilbi kuldne värvus pärineb Pärnumaa vapilt. Kuld tähistab ühtlasi päikest ja liivarandu, samuti elujõudu ning rõõmu. Sinine värvus märgib merd ning kõike sellega seonduvat. Kaheksaharuline täht sümboliseerib vaimuvalgust, haridust ja taassündi. Veskikivi on Tahkuranna vallas sündinud Konstantin Pätsi vapimärk.\n\n\n== Vapi kasutamise kord ==\nTahkuranna valla vappi kasutasid volikogu ja valitsus:\n\nVallavalitsuse hoones.\nBlankettidel ja ümbrikel.\nValla aukirjade kaantel, tänukirjadel, diplomitel, vimplitel, medalitel.\nVolikogu ja vallavalitsuse trükistel.\nVolikogu ja vallavalitsuse poolt kingitavatel suveniiridel ja mälestusesemetel.\nValda sümboliseerivatel suveniiridel.\nSõprusvaldade päevadel.\nValla päevadel sõprusvaldades.\nKujunduselemendina ülevallalistel kultuuri- ja spordiüritustel ning samalaadsetel üritustel teistes maakonna ja vabariigi linnades ning valdades;\nVallapiiride tähistamisel.\n\n\n== Vaata ka ==\nTahkuranna valla lipp\n\n\n== Välislingid ==\nTahkuranna valla sümboolika valla kodulehel\nTahkuranna valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/dd/EE_Tahkuranna.png",
            "width": 198,
            "height": 215
        },
        "place": {
            "name": "Tahkuranna",
            "coordinates": {
                "lat": 58.24583333,
                "lon": 24.48583333
            }
        },
        "lang": "et",
        "id": "formerUnit-113",
        "index": 113
    },
    {
        "title": "Tali valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tali_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tali valla vapp on endise Pärnu maakonnas asuva Eesti haldusüksuse Tali valla vapp.\nVapp oli kasutusel 5. juulist 1993 kuni 2005. aastani, mil ühineti koos Kilingi-Nõmme linna ja Saarde vallaga ühtseks omavalitsusüksuseks Saarde vallaks.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane kuuseoksa rist, risti keskel punane jõhvikas.\n\n\n== Põhjendus ==\nKuuseoksa rist sümboliseerib metsade rohkust Tali vallas, samuti seda, et Tali keskusest suundub nelja põhiilmakaarde tee. Jõhvikas sümboliseerib soode ja rabade rohkust Tali vallas. Tulenevalt kohanimest \"Tali\", on vapi- ja lipuvaärvideks valitud karged ja külmad toonid, sinine  ja hõbedane.\n\n\n== Vaata ka ==\nTali valla lipp\nSaarde valla lipp\nSaarde valla vapp\nKilingi-Nõmme lipp\nKilingi-Nõmme vapp\nPärnu maakond\n\n\n== Välislingid ==\nTali valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/56/Tali_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Tali",
            "coordinates": {
                "lat": 58.06138889,
                "lon": 24.78583333
            }
        },
        "lang": "et",
        "id": "formerUnit-114",
        "index": 114
    },
    {
        "title": "Tamsalu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tamsalu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tamsalu valla vapp oli Lääne-Viru maakonnas asuva Eesti haldusüksuse Tamsalu valla vapp kuni ühinemiseni Tapa vallaga uueks Tapa vallaks.\nVapp kinnitati 16. juunil 2005 koos Tamsalu valla ja Tamsalu linna ühinemisega. See on linna varasem vapp.\n\n\n== Praegune vapp ==\nSuurem osa vapikilbist on hõbedane, vapi alaosas on horisontaaliga eraldatud sinine pind. Hõbedasel pinnal seisab rohelise võra ja musta tüvega tamm, mille juured ulatuvad osaliselt sinisesse pinda. Sinisel pinnal paiknevad juured on hõbedased. \nVapikujundiks on toponüümikal põhinev kompaktse võra ja väljajoonistatud juurestikuga tamm. Teiseks sümboolseks kujundiks on põhjavesi, mis Pandivere veekaitsealal muret tekitab.\n\n\n== Vana vapp ==\n2005. aastani kasutusel olnud vapp kinnitati 25. mail 1993. Selle kilp on üleni hõbedane. Samuti Tamsalu kohanimest ja looduslikust omapärast lähtuvalt on vanal vapil 6 rohelist tammelehte.\n\n\n== Vaata ka ==\nTamsalu valla lipp\n\n\n== Välislingid ==\nTamsalu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/7/7f/EST_Tamsalu_vald_COA.png",
            "width": 188,
            "height": 197
        },
        "place": {
            "name": "Tamsalu",
            "coordinates": {
                "lat": 59.15888889,
                "lon": 26.10805556
            }
        },
        "lang": "et",
        "id": "formerUnit-115",
        "index": 115
    },
    {
        "title": "Tapa valla vapp (2005)",
        "url": "https://et.wikipedia.org/wiki/Tapa_valla_vapp_(2005)",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tapa valla vapp oli Lääne-Viru maakonnas aastail 2005–2017 asunud Eesti haldusüksuse Tapa valla vapp.\n2005. aastal kinnitatud vapi autor on Liina Kald.\n\n\n== Vapi kirjeldus ==\nTapa valla vapiks on heraldiline kilp, mis on jaotatud diagonaalselt kolme ossa. Ülemine osa on punane, alumine osa on must ja nende vahel on diagonaalne laineline hõbedane joon. Punase ala sees on kujutatud triskelet ehk kolmjalga. Alumisel mustal alal on kolm hõbedast tähte.\n\n\n== Põhjendus ==\nVapi punane osa viitab Tapa linna vapile, sümboliseerides arvatavaid kunagisi lahinguid Tapa aladel. Must osa sümboliseerib Lehtse turbaalasid ning viitab ka Lehtse valla endisele vapile. Valge (vapil hõbedane) joon tähistab Valgejõge ning viitab Saksi valla endisele vapile.\nKolmjalga on tuntud kui hea õnne sümbol, tähistades katkematu ringina uuenemist, liikumist ja elu järjepidevust. Sümboli liikumine kolme eri suunda näitab teede hargnemist Tapalt. Kolm hõbedast tähte tähistavad kolme ühinenud omavalitsust.\nHõbe on valguse ja puhtuse, punane aga nooruslikkuse ja elujõu värv. Must sümboliseerib maalähedust.\n\n\n== Vaata ka ==\nTapa valla lipp\nTapa linna vapp\nLehtse valla vapp\nSaksi valla vapp\nLääne-Viru maakond\n\n\n== Välislingid ==\nTapa valla sümboolika valla kodulehel\nTapa valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Tapa_valla_vapp.svg/langet-320px-Tapa_valla_vapp.svg.png",
            "width": 320,
            "height": 370
        },
        "place": {
            "name": "Tapa vald (2005)",
            "coordinates": {
                "lat": 59.26055556,
                "lon": 25.95861111
            }
        },
        "lang": "et",
        "id": "formerUnit-116",
        "index": 116
    },
    {
        "title": "Tapa vapp",
        "url": "https://et.wikipedia.org/wiki/Tapa_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tapa vapp on Lääne-Viru maakonnas asuva Eesti linna Tapa vapp.\nVapp on kinnitatud oktoobris 1992. See oli ametlikult kasutusel 16. juunini 2005, mil \nLehtse ja Saksi vald ning Tapa linn ühinesid Tapa vallaks.\n\n\n== Vapi kirjeldus ==\nPunasel kilbil on hõbedane harkrist. Üle harkristi alumise haru on põiki kaheteraline hõbedane mõõk kuldse käepidemega paremal.\n\n\n== Vaata ka ==\nTapa lipp\nTapa valla vapp\nSaksi valla vapp\nLehtse valla vapp\n\n\n== Välislingid ==\nTapa linna vana sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Tapa_coatofarms.png",
            "width": 211,
            "height": 278
        },
        "place": {
            "name": "Tapa",
            "coordinates": {
                "lat": 59.26444444,
                "lon": 25.96277778
            }
        },
        "lang": "et",
        "id": "formerUnit-117",
        "index": 117
    },
    {
        "title": "Tarvastu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tarvastu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tarvastu valla vapp on Viljandi maakonnas asunud endise Eesti haldusüksuse Tarvastu valla vapp.\nVapp kinnitati 13. mail 1997.\n\n\n== Vapi kirjeldus ==\nMusta vapikilbi keskel on hõbedane tarva (ürgveise) pea, mida ehib punane paelornament, moodustades sõõrme ja silmaavad ning tarva peas oleva stiliseeritud krooni.\n\n\n== Põhjendus ==\nVapiloom on tulnud Tarvastu valla nimest sümboliseerides sellisena rahva püüdlusi, vankumatust ja tahet. Mulgi rahvarõiva traditsioonist võetud nn. \"mulgi koloriit\"- must, valge (vapil hõbe) ning mulgi kuube ehtiv punane kaaruspael annavad vapile värvid.\n\n\n== Vaata ka ==\nTarvastu valla lipp\nViljandi maakond\n\n\n== Välislingid ==\nTarvastu valla sümboolika valla kodulehel\nTarvastu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/2/21/Tarvastu_valla_vapp.gif",
            "width": 221,
            "height": 250
        },
        "place": {
            "name": "Tarvastu",
            "coordinates": {
                "lat": 58.23055556,
                "lon": 25.89305556
            }
        },
        "lang": "et",
        "id": "formerUnit-118",
        "index": 118
    },
    {
        "title": "Tootsi valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tootsi_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tootsi valla vapp on Pärnu maakonnas asuva endise Eesti haldusüksuse Tootsi valla vapp.\nVapp on kinnitati 21. septembril 1999.\nVapi autor on Priit Herodes.\n\n\n== Vapi kirjeldus ==\nTootsi valla vapiks on põigiti laineliselt poolitatud heraldiline kilp, mille ülemisel kuldsel väljal on must haamer ning mustal alumisel väljal kaks hõbedast varrast.\n\n\n== Põhjendus ==\nKuldne ja must on Pärnumaa värvid. Laineline jaotusjoon vihjab Sauga jõele, mille kaldal asunud Tootsi talu järgi said nime raudteejaam, alev ja vald. Haamer tähistab Tootsi valla tööstuslikku tausta. Must värvus osutab turbatootmisele. Kaks hõbedast varrast sümboliseerivad ajaloolist kitsarööpmelist raudteed.\n\n\n== Vaata ka ==\nTootsi valla lipp\n\n\n== Välislingid ==\nTootsi valla vapp Tootsi valla kodulehel\nTootsi valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/54/EE_Tootsi.png",
            "width": 198,
            "height": 221
        },
        "place": {
            "name": "Tootsi",
            "coordinates": {
                "lat": 58.57861111,
                "lon": 24.79416667
            }
        },
        "lang": "et",
        "id": "formerUnit-119",
        "index": 119
    },
    {
        "title": "Torgu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Torgu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Torgu valla vapp on Saare maakonna endise Eesti haldusüksuse Torgu valla vapp.\nTorgu valla vapi kujundas Sõrvest pärit Arne Pagil. Vapp kinnitati 23. jaanuaril 2002.\nVapp oli kasutusel kuni vald liitus 2017. aastal Eesti omavalitsuste haldusreformi käigus kõigi Saaremaal asunud valdadega ühtseks Saaremaa vallaks.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil kuldne vai, milles must tuletorn kuldsete akendega ja selle kohal sinine aadlikroon.\n\n\n== Põhjendus ==\nTuletorni kujutis sarnaneb mõnel määral Sõrve tuletorniga. Kollane (kuldne) sümboliseerib Sõrve poolsaart, sinine aga merd. Kroon meenutab, et tublid sõrulased on – muidugi huumoriga pooleks – ka Torgu Kuningriigi alamad.\n\n\n== Vaata ka ==\nTorgu valla lipp\n\n\n== Välislingid ==\nTorgu valla sümboolika valla kodulehel\nTorgu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Torgu_volost_coa.gif",
            "width": 200,
            "height": 217
        },
        "place": {
            "name": "Torgu vald",
            "coordinates": {
                "lat": 57.97583333,
                "lon": 22.0875
            }
        },
        "lang": "et",
        "id": "formerUnit-120",
        "index": 120
    },
    {
        "title": "Torma valla vapp",
        "url": "https://et.wikipedia.org/wiki/Torma_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Torma valla vapp on Jõgeva maakonnas asunud endise Eesti haldusüksuse Torma valla vapp.\nVapp kinnitati 29. jaanuaril 1998.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil hõbedane rist, millest üleval kaks hõbedast ristikulehte 1+1, sinisel kilbi alumisel osal ristist väljuvad hõbedased juured.\n\n\n== Põhjendus ==\nRist juurtega sümboliseerib Torma sajanditepikkust haridusteed ja jäädvustab maarahva järjepidevust läbi sündmusterohke ajaloo paganausust kristluseni. Sama sümbol näitab Torma valda kui kunagist majanduslikult jõukat ja edasijõudnud piirkonda, kus ristusid tähtsad maanteed. Ristikulehed sümboliseerivad Tormat kui põlist põllumajanduspiirkonda, kus läbi aegade on säilinud taime- ja loomakasvatus.\n\n\n== Vaata ka ==\nTorma valla lipp\nJõgeva maakond\n\n\n== Välislingid ==\nTorma valla sümboolika valla kodulehel\nTorma valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Torma_valla_vapp.gif",
            "width": 216,
            "height": 250
        },
        "place": {
            "name": "Torma",
            "coordinates": {
                "lat": 58.81972222,
                "lon": 26.74166667
            }
        },
        "lang": "et",
        "id": "formerUnit-121",
        "index": 121
    },
    {
        "title": "Tudulinna valla vapp",
        "url": "https://et.wikipedia.org/wiki/Tudulinna_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tudulinna valla vapp on Ida-Viru maakonna endise Eesti haldusüksuse Tudulinna valla vapp.\nVapp kinnitati 30. mail 1997.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil nelja ehistutiga punane padi, mille keskel on kümne kodaraga kuldne vokiratas. Vapi jalamil on viie õielehega punane murakas.\n\n\n== Põhjendus ==\nVokiratas on Tudulinna sajandite pikkuse puutöö-traditsionni ning oma vormi tõttu ka valla ühtsuse sümbol. Kodutöönduslik puutöö ja vokitreimine on Tudulinna valla laialt tuttavaks teinud. Kodarate arv (10) on tüüpiline siitkandi vokkidele. Toponüümile Tudulinna (esmamain. 1583 Tutinlinna) viitab ehistuttidega padi, mis on nimest tulenevalt magamise e. tudumise; lastekeeles tudimise atribuut. Roosõieliste sugukonda kuuluv murakas sümboliseerib taimestiku ja loomastiku kaitseala - Murakaraba. Värvid sümboliseerivad tarbepuu kollakat süüd ja muraka toonide skaalat punasest mesikollaseni.\n\n\n== Vaata ka ==\nTudulinna valla lipp\nIda-Viru maakond\n\n\n== Välislingid ==\nTudulinna valla sümboolika valla kodulehel\nTudulinna valla sümboolika",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Tudulinna_valla_vapp.gif",
            "width": 196,
            "height": 244
        },
        "place": {
            "name": "Tudulinna vald",
            "coordinates": {
                "lat": 59.03694444,
                "lon": 27.08527778
            }
        },
        "lang": "et",
        "id": "formerUnit-122",
        "index": 122
    },
    {
        "title": "Tõlliste valla vapp",
        "url": "https://et.wikipedia.org/wiki/T%C3%B5lliste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tõlliste valla vapp on Valga maakonnas asunud endise Eesti haldusüksuse Tõlliste valla vapp.\nVapp kinnitati 31. märtsil 1994.\n\n\n== Vapi kirjeldus ==\nPunasel müüritud kilbil hõbedane ülalt laineline palk, milles kolm musta heraldilist kuuseoksa.\n\n\n== Põhjendus ==\nMüüritis viitab Tõlliste nime keskaegsele algvormile (Tellitz) ja osutab paiga hilisemalegi tuntusele telliste tegemisel. Laineline palk tähistab Emajõge, kuuseoksad märgivad metsa- ning jahimajandust; kilbi punane värvus sümboliseerib Tõlliste valla mail aegade jooksul peetud rohkeid heitlusi. Must, hõbe ja punane on ka Tsistertslaste ordu värvid. Selle ordu Kärkna kloostrile kuulus Tõlliste keskajal.\n\n\n== Vaata ka ==\nTõlliste valla lipp\n\n\n== Välislingid ==\nTõlliste valla sümboolika valla kodulehel\nTõlliste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/T%C3%B5lliste_valla_vapp.svg/langet-320px-T%C3%B5lliste_valla_vapp.svg.png",
            "width": 320,
            "height": 347
        },
        "place": {
            "name": "Tõlliste",
            "coordinates": {
                "lat": 57.85666667,
                "lon": 26.16861111
            }
        },
        "lang": "et",
        "id": "formerUnit-123",
        "index": 123
    },
    {
        "title": "Tõstamaa valla vapp",
        "url": "https://et.wikipedia.org/wiki/T%C3%B5stamaa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tõstamaa valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Tõstamaa valla vapp.\nVapp kinnitati 21. mail 1997. Pühaliku õnnistuse said lipp ja vapp esimestel valla päevadel Tõstamaa kirikus.\n\n\n== Vapi kirjeldus ==\nPõigiti poolitatud sini - kuldsel kilbil kuld - must kaheksakodaraline ratas, mille ülemisel poolel on laevarooli käepidemed. \n\n\n== Põhjendus ==\nSinine tähistab merd, tõde ja lootust. Neitsi Maarja tunnusvärvidena viitab ta ka Tõstamaa kirikule. Kollane tähistab maad, Tõstamaa liivaluiteid ning märgib õnne ja heaolu. Kollane ja must on Pärnumaa vapivärvused. Ratas on päikese ja elu, liikumise ning arengu sümbol. Rooliratas osutab rannasõidule ja kalapüügile.  \n\n\n== Vapi kasutamine ==\nValla värvides või värvideta vappi kasutatakse:\n\nVolikogu, valitsuse, valitsuse hallatavate asutuste dokumentidel, trükistel, suveniiridel, valla pidulikel ürikutel, autasudel, meenetel ja ametimärkidel, samuti valla ametiasutuste ja ametiasutuste hallatavate asutuste ametlikel trükistel.\nVolikogu ja valitsuse hoonel, valla piiritähistel ning valla ametiasutuste siltidel.\nMuudel juhtudel, võib valla vappi kasutada üksnes valitsuse loal.\nValla vapi kasutamine etalonist erineval kujul kuulub igakordsele läbivaatamisele ja kinnitamisele valitsuse poolt.\n\n\n== Vaata ka ==\nTõstamaa valla lipp\n\n\n== Välislingid ==\nTõstamaa valla sümboolika valla kodulehel\nTõstamaa valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/0/0a/EE_T%C3%B5stamaa.png",
            "width": 198,
            "height": 245
        },
        "place": {
            "name": "Tõstamaa",
            "coordinates": {
                "lat": 58.33277778,
                "lon": 23.99333333
            }
        },
        "lang": "et",
        "id": "formerUnit-124",
        "index": 124
    },
    {
        "title": "Tähtvere valla vapp",
        "url": "https://et.wikipedia.org/wiki/T%C3%A4htvere_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Tähtvere valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Tähtvere valla vapp.\nVapp kinnitati 11. juunil 1998.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega vasakult poolitatud hõbe-rohelisel kilbil vaheldumisi kaks lainelist sinist tala ja hõbedast varrast. Ülemisel, hõbedasel väljal must-hõbedane rohunepp ja alumisel rohelisel väljal kaks püstist kuldset viljapead, mis ulatuvad osaliselt laineliste talade-varraste peale.\n\n\n== Põhjendus ==\nSinised lainelised laiud sümboliseerivad Tähtvere valla paiknemist Suur-Emajõe ääres. Kollased viljapead viitavad hästi arenenud põllumajandusele Tähtvere vallas. Rohunepp sai koha vapil tänu Tähtvere valla territooriumil Emajõe luhal asuvale rohuneppide mänguplatsile (rohunepp on eriti ohustatud liigina kantud Eesti punasesse raamatusse). Vapil sümboliseerib rohunepp arukat põllumajandust ja loodushoidu.\n\n\n== Vaata ka ==\nTähtvere valla lipp\nTartu maakond\n\n\n== Välislingid ==\nTähtvere valla sümboolika valla kodulehel\nTähtvere valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/7/72/Tahtvere_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Tähtvere",
            "coordinates": {
                "lat": 58.384078,
                "lon": 26.695061
            }
        },
        "lang": "et",
        "id": "formerUnit-125",
        "index": 125
    },
    {
        "title": "Urvaste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Urvaste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Urvaste valla vapp on 2017. aastani Võru maakonnas asunud endise Eesti haldusüksuse Urvaste valla vapp.\n\n\n== Vapi kirjeldus ==\nKollasel kilbil on  valla piire kujutav kontuur, mille peal on Tamme-Lauri tamme kujutis.\n\n\n== Vaata ka ==\nUrvaste valla lipp\nVõru maakond\n\n\n== Välislingid ==\nUrvaste valla sümboolika riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Urvaste_valla_vapp.gif",
            "width": 160,
            "height": 194
        },
        "place": {
            "name": "Urvaste",
            "coordinates": {
                "lat": 57.915,
                "lon": 26.58333333
            }
        },
        "lang": "et",
        "id": "formerUnit-126",
        "index": 126
    },
    {
        "title": "Vaivara valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vaivara_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vaivara valla vapp on Eesti endise haldusüksuse Vaivara valla vapp.\nVapp kinnitati 19. veebruaril 1993.\n\n\n== Vapi kirjeldus ==\nRukkilillesinisel taustal hõbedane ketassõlg.\n\n\n== Põhjendus ==\nSõlg sümboliseerib kaitset ja kestvust, järjepidevust ning ühtekuuluvust. \nKetassõlg on arheoloogiline leid IV sajandist Türsamäelt (Vaivara vald).\n\n\n== Vapi kasutamine ==\nValla vapi kujutist kasutatakse:\n\nvallavolikogu ja vallavalitsuse pitsatis.\nvalla dokumendiblankettidel.\nvalla õigusaktide blankettidel.\nvalla lipul.\nmuudel juhtudel vallavalitsuse loal.\nValla vapi kujutis peab mõõtmetest olenemata vastama etalonkujutisele. \n\n\n== Vaata ka ==\nVaivara valla lipp\nHeinrich Johann Gustavson\nIda-Viru maakond\n\n\n== Välislingid ==\nVaivara valla sümboolika valla kodulehel\nVaivara valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Narva-J%C3%B5esuu_vapp.svg/langet-320px-Narva-J%C3%B5esuu_vapp.svg.png",
            "width": 320,
            "height": 400
        },
        "place": {
            "name": "Vaivara",
            "coordinates": {
                "lat": 59.36888889,
                "lon": 27.76444444
            }
        },
        "lang": "et",
        "id": "formerUnit-127",
        "index": 127
    },
    {
        "title": "Valgjärve valla vapp",
        "url": "https://et.wikipedia.org/wiki/Valgj%C3%A4rve_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Valgjärve valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Valgjärve valla vapp.\nVapp kinnitati 2005.\n\n\n== Vapi kirjeldus ==\nKuldsel kilbil sinine lainelõikeline piit ja must, kuldse nokaga kotkapea.\n\n\n== Põhjendus ==\nKotkapea meenutab, et valla territoorium on Eestis üks tähtsamaid konnakotkaste pesitsemisalasid. Konnakotkas on eelkõige hästi hooldatud ja niidetud põldulel pesitseja. \nVapikilbi kollane taustvärv sümboliseerib kuldseid viljapõldusid, valla elanike töökuse tulemusel saavutatavat jõukust ning materiaalseid ja vaimseid hüvesid. \nVapi sinine lainelõikeline piit on vete (Valgjärve ja teiste vallas asuvate veekogude) võrdkuju, aga samuti ka taevaavaruse ning optimistlike tulevikupüüdluste sümbol. Laineline joon iseloomustab ka vallale iseloomulikku kuppelmaastikku.\n\n\n== Vaata ka ==\nValgjärve valla lipp\n\n\n== Välislingid ==\nValgjärve valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Valgj%C3%A4rve_valla_vapp.jpg",
            "width": 227,
            "height": 250
        },
        "place": {
            "name": "Valgjärve",
            "coordinates": {
                "lat": 58.08388889,
                "lon": 26.64444444
            }
        },
        "lang": "et",
        "id": "formerUnit-128",
        "index": 128
    },
    {
        "title": "Valjala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Valjala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Valjala valla vapp on Saare maakonna endise Eesti haldusüksuse Valjala vallavapp.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil ümarkaarne portaal, selle kohal keskteljest paremale nihutatud pügalristi kujulise ehisraamistikuga roosaken ja portaali flankeerivad ümarkaarsed kirikuaknad ning vapitüvi - kõik hõbedased.\n\n\n== Põhjendus ==\nVapil on kujutatud Valjala kiriku omapärane esisein. See kirik on Saaremaa vanim kirik, Valjala maalinnas võtsid saarlased 1227 vastu ristiusu.\n\n\n== Vaata ka ==\nValjala valla lipp\n\n\n== Välislingid ==\nValjala valla sümboolika valla kodulehel\nValjala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Valjala_vapp.svg/langet-320px-Valjala_vapp.svg.png",
            "width": 320,
            "height": 414
        },
        "place": {
            "name": "Valjala",
            "coordinates": {
                "lat": 58.40805556,
                "lon": 22.78833333
            }
        },
        "lang": "et",
        "id": "formerUnit-129",
        "index": 129
    },
    {
        "title": "Vara valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vara_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Rannu valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Vara valla vapp.\nVapp kinnitati 8. mail 1996.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil kolm kuldset nartsissiõit 2 + 1.\n\n\n== Põhjendus ==\nVara valla vapi kujund – kolm kuldset nartsissi – meenutab, et valla territooriumil (Sookalduse) asub teadaolevalt Baltikumi ainus kollase nartsissi looduslik kasvukoht. Roheline on lootuse ja nooruse värv. Kuld on aususe, lojaalsuse ja jõukuse värv. \n\n\n== Vaata ka ==\nVara valla lipp\nKollase nartsissi loodusliku kasvukoha kaitseala\nTartu maakond\n\n\n== Välislingid ==\nVara valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Vara_valla_vapp.gif/320px-Vara_valla_vapp.gif",
            "width": 320,
            "height": 378
        },
        "place": {
            "name": "Vara küla",
            "coordinates": {
                "lat": 58.51694444,
                "lon": 26.88388889
            }
        },
        "lang": "et",
        "id": "formerUnit-130",
        "index": 130
    },
    {
        "title": "Varbla valla vapp",
        "url": "https://et.wikipedia.org/wiki/Varbla_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Varbla valla vapp on Pärnu maakonnas asunud endise Eesti haldusüksuse Varbla valla vapp.\nVapp kinnitati 3. juunil 1996.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil hõbedane lainelõikeline vapitüvi sinise lainelõikelise vardaga; vapitüve kohal ujuv, kuldse nokaga hõbedane kühmnokkluik.\nValla vapi kujutis peab mõõtmetest olenemata vastama etalonkujutisele. Valla vapi kujutist võib kasutada värvilise ja must-valgena. Värvilisel kujutisel peavad värvid vastama täpselt Varbla valla vapi statuudile lisatud värvilisele kujutisele.\n\n\n== Põhjendus ==\nVappi läbiv lainelõige ja lainelõikeline sinine varras sümboliseerivad valla mereäärset asendit ning kohalike inimeste elu ja tegemiste merega seotust. \nUjuv luik meenutab, et siinmail elutseb arvukalt nii neid majesteetlikke lindusid kui ka paljusid teisi veelindusid. \nSinine värvus tähendab tulevikulootust; hõbedane on puhtuse ja vaimsuse võrdkuju.\n\n\n== Vapi kasutamine ==\nVarbla valla vapi kujutist kasutatakse:\n\nVarbla valla lipul.\nVallavolikogu, vallavalitsuse ning vallavalitsuse hallatavate asutuste pitsatitel, kirja- ja dokumendiplankidel.\nVarbla valla vapimärgil.\nVallavolikogu, vallavalitsuse ja vallavalitsuse hallatavate asutuste siltidel ja esindusruumides.\nVallaametnike ja vallavolikogu liikmete visiitkaartidel.\nVallavolikogu, vallavalitsuse ja vallavalitsuse hallatavate asutuste poolt välja antud ametlikel trükistel, meenetel, autasudel, tänukirjadel ja reklaamidel.\nValla piire tähistavatel märkidel.\nMuudel juhtudel vallavalitsuse loal.\nVarbla valla vappi võidakse kasutada:\n\nVallavolikogu ja vallavalitsuse poolt korraldatavatel üritustel, tseremooniatel ja ametlikel vastuvõttudel.\nValla koondvõistkondadesse kuuluvate sportlaste esindus- ja võistlusriietusel rahvusvahelistel, vabariiklikel, maakondlikel ja valdadevahelistel võistlustel.\nValla kultuuri-, spordi- ja muude delegatsioonide ees ava- ja lõputseremooniatel rahvusvahelistel, vabariiklikel, maakondlikel ja valdadevahelistel üritustel.\nAsutustel, ettevõtetel, seltsidel, ühingutel ja üksikisikutel on lubatud valla vapi kasutada vallavalitsuse loal. Loa saamiseks esitatakse vallavalitsusele kirjalik avaldus.\nKontrolli valla vapi kasutamise üle teostab vallavalitsus.\n\n\n== Vaata ka ==\nVarbla valla lipp\n\n\n== Välislingid ==\nVarbla valla sümboolika valla kodulehel\nVarbla valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Varbla_volost.gif",
            "width": 200,
            "height": 215
        },
        "place": {
            "name": "Varbla",
            "coordinates": {
                "lat": 58.4325,
                "lon": 23.74666667
            }
        },
        "lang": "et",
        "id": "formerUnit-131",
        "index": 131
    },
    {
        "title": "Varstu valla vapp",
        "url": "https://et.wikipedia.org/wiki/Varstu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Varstu valla vapp on Võru maakonnas asnud endise Eesti haldusüksuse Varstu valla vapp.\nVapp kinnitati 5. aprillil 2002.\n\n\n== Vapi kirjeldus ==\nRohelisel kilbil ratasrist ja lainelõikeline vapitüvi, mõlemad kuldsed.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nVarstu valla lipp\nVõru maakond\n\n\n== Välislingid ==\nVarstu valla sümboolika valla kodulehel\nVarstu valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Varstu_valla_vapp.svg/langet-320px-Varstu_valla_vapp.svg.png",
            "width": 320,
            "height": 367
        },
        "place": {
            "name": "Varstu",
            "coordinates": {
                "lat": 57.64305556,
                "lon": 26.66
            }
        },
        "lang": "et",
        "id": "formerUnit-132",
        "index": 132
    },
    {
        "title": "Vasalemma valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vasalemma_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vasalemma valla vapp oli Harju maakonnas asunud Eesti haldusüksuse Vasalemma valla vapp.\nVapp kinnitati 5. mail 1992.\n\n\n== Vapi kirjeldus ==\nVasalemma valla kilbikujulise vapi rohelisel ülaosal on kujutatud hõbedast kolmeharulist okaspuuoksa ning alaosa on kujundatud hõbedase kivimüüritisena.\n\n\n== Põhjendus ==\nVapimotiivide valik tuleneb Vasalemma valla looduslikust ja ka sotsiaalsest omapärast.\n\n\n== Vapi kasutamise kord ==\nVärvides ja värvideta (mustvalget) vappi võib kasutada volikogu, valitsuse ja vallaasutuste dokumentidel, siltidel, trükistel, embleemidel, suveniiridel ning panna üles ruumides ja avalikes kohtades.\nVappi (kilbiga või kilbita) kasutatakse volikogu, valitsuse ja valla ametiasutuse hallatavate asutuste pitsatitel. Pitsati läbimõõt on 35 mm.\nPeale eelnimetatud asutuste ja juhtude võib kasutada valla vappi vaid valitsuse loal. Valitsus võib loa tasuta anda juhtudel, kui seda taotleval isikul on üldtunnustatud teeneid valla ees, samuti kasutamiseks üldkultuurilistel, vallale kasulikel mitteärilistel eesmärkidel.\nVapi tarvitamiseks ärilistel eesmärkidel tuleb loa eest tasuda 10% kasumist valla tuludesse. Kui kasumi määramine on keerukas, otsustatakse eraldise suurus kokkuleppel.\nVapi värvideta (mustvalgel) kujutamisel tähistatakse värve vastavalt heraldikareeglitele.\n\n\n== Vaata ka ==\nVasalemma valla lipp\n\n\n== Välislingid ==\nVasalemmare valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/8d/EE_Vasalemma.png",
            "width": 188,
            "height": 197
        },
        "place": {
            "name": "Vasalemma",
            "coordinates": {
                "lat": 59.2375,
                "lon": 24.29333333
            }
        },
        "lang": "et",
        "id": "formerUnit-133",
        "index": 133
    },
    {
        "title": "Vastse-Kuuste valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vastse-Kuuste_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vastse-Kuuste valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Vastse-Kuuste valla vapp.\nVapp kinnitati 22. augustil 1998.\n\n\n== Vapi kirjeldus ==\nÜlalt lainelõikelise ja alt sirglõikelise sinise langetatud talaga kaldjaotatud vapikilbi ülemisel, hõbedasel väljal roheline mänd, alumine väli on kuldne.\n\n\n== Vaata ka ==\nVastse-Kuuste valla lipp\n\n\n== Välislingid ==\nVastse-Kuuste valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/8/86/Vastse-Kuuste_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Vastse-Kuuste",
            "coordinates": {
                "lat": 58.16972222,
                "lon": 26.93472222
            }
        },
        "lang": "et",
        "id": "formerUnit-134",
        "index": 134
    },
    {
        "title": "Vastseliina valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vastseliina_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vastseliina valla vapp on Võru maakonnas asunud endise Eesti haldusüksuse Vastseliina valla vapp.\nVapp kinnitati 22. jaanuaril 1999.\n\n\n== Vapi kirjeldus ==\nHõbedase kilbi keskel põigiti kaks sinist lainelõikelist varrast, nendel kaarjast tüvimikust tõusev viie müürisakmega linnusetorn – mõlemad punased. Torni ülaosas kolm kaksikteravkaare ja sõõriga petiknišši ning allpool kaks teravkaarelist aknaava, viimaste vahel rõngasrist – kõik hõbedased.\n\n\n== Põhjendus ==\nVastseliina valla vapi põhikujundiks on 14. sajandi esimesel poolel rajatud Vastseliina piiskopilinnuse (Castrum Novum; Neuhausen; \"Uus linnus\") tänaseni säilinud hobuserauakujuline kirdetorn. Linnusel olid kogu Vana-Liivimaa kindlusarhitektuuris unikaalsed paaristeravkaarte ja sõõridega valgepõhjalised dekoratiivsed petikud. \nVastseliina oli Tartu piiskopkonna võimsaim piirikindlus, mis oli paljude lahingute tallermaa Liivi sõjast kuni Põhjasõjani. Linnusega samanimeline alev kujunes Ida-Võrumaa tähtsaimaks majandus- ja kultuurikeskuseks ning kihelkonna- ja vallakeskuseks. \nPärimuse järgi toimunud 1353. aasta septembris linnuse kabelis ime: altari kohal seisnud ilma igasuguse toeta rist ja kaks vahaküünalt, mis säranud üleloomulikus valguses. Selle peale alanud sinna palverändurite vool nii Liivi- kui ka Saksamaalt. Paljud pimedad saanud tagasi nägemise ja kurdid kuulmise. Seda Vastseliinale laialdast kuulsust toonud ilmutust tähistab vapil olev rõngasrist, mis on ühtlasi kristluse üldine sümbol. \nKaks sinist lainelõikelist varrast sümboliseerivad Vastseliina linnuse asukohta piiravaid Piusa jõge ja Meeksi oja. Hõbe sümboliseerib puhtust ja ustavust; punane tuld ja verd aga samuti vaprust ja julgust. \n\n\n== Vaata ka ==\nVõru maakond\n\n\n== Välislingid ==\nVastseliina valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Vastseliina_valla_vapp.gif",
            "width": 216,
            "height": 250
        },
        "place": {
            "name": "Vastseliina",
            "coordinates": {
                "lat": 57.73194444,
                "lon": 27.28194444
            }
        },
        "lang": "et",
        "id": "formerUnit-135",
        "index": 135
    },
    {
        "title": "Veriora valla vapp",
        "url": "https://et.wikipedia.org/wiki/Veriora_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Veriora valla vapp on Põlva maakonnas asunud endise Eesti haldusüksuse Veriora valla vapp.\nVapp kinnitati 9. aprillil 1999.\n\n\n== Vapi kirjeldus ==\nKaldjaotusega paremalt poolitatud hõbe-sinisel kilbil sinine ja hõbedane laineline varras. Saatetunnusena ülemisel, hõbedasel väljal sinine kuldse ringikujulise südamikuga rukkililleõis ning alumisel, sinisel väljal viieharuline hõbedane heraldiline okaspuutaim.\n\n\n== Vaata ka ==\nVeriora valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nVeriora valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Veriora_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Veriora",
            "coordinates": {
                "lat": 58.00666667,
                "lon": 27.34888889
            }
        },
        "lang": "et",
        "id": "formerUnit-136",
        "index": 136
    },
    {
        "title": "Vigala valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vigala_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vigala valla vapp on Rapla maakonnas asunud endise Eesti haldusüksuse Vigala valla vapp.\nVapp kinnitati 7. juunil 1993.\nVapi autor on Tõnu Kukk.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil on must tagajalgadele tõusnud punaste manustega koer, kes suundub paremale. Kilbi vasakust servast eenduvad kaks musta rombikujulist uksehinge. Kilbi punane tüvi moodustab vapi kõrgusest ühe kolmandiku. Selle keskel on hõbedane sõõr.\n\n\n== Põhjendus ==\nVigalas sündinud Matthias Johann Eisen on kohaliku rahva suust üles kirjutanud muistendid, milles kajastuvad Vigala valla inimeste uskumused ja õnneigatsus. Nende hulgas on ka legend mille järgi on kujundatud valla vapp. Legendi järgi kulgeb Vigala kiriku juurest maa-alune tee Vigala mõisa. Teel aga peab vahti suur, must koer, kelle valvata on raudukse taga olev varandus. Varanduse asukoht on jäänud tänini saladuseks. Vapi hõbedane tüvi ja sõõr sümboliseerivad maa-alust varandust, mustad uksehinged raudset varakambrit. Vapi punase tüve värv on valitud Vigala pulmavaipade koloriidi järgi.\n\n\n== Vapi kasutamise kord ==\nValla vappi võib kasutada:\n\nVallavolikogu ja vallavalitsuse pitsatitel ning dokumendiplankidel.\nVallaametnike visiitkaartidel.\nValla piiritähistel.\nVallavanema ametirahal.\nKülavanema ametirahal.\nPeale antud juhtude võib valla vappi kasutada ainult vallavalitsuse korralduse alusel.\n\n\n== Vaata ka ==\nVigala valla lipp\n\n\n== Välislingid ==\nVigala valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/9/92/EE_10_Vigala.png",
            "width": 200,
            "height": 226
        },
        "place": {
            "name": "Vigala vald",
            "coordinates": {
                "lat": 58.73564,
                "lon": 24.28582
            }
        },
        "lang": "et",
        "id": "formerUnit-137",
        "index": 137
    },
    {
        "title": "Vihula valla vapp",
        "url": "https://et.wikipedia.org/wiki/Vihula_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vihula valla vapp on Lääne-Viru maakonnas asunud endise Eesti haldusüksuse Vihula valla vapp.\n8. juunil 1999. moodustati senise Vihula valla ja senise Võsu valla baasil uus omavalitsusüksus Vihula vald, keskusega Võsul. Kasutusele jäid Vihula valla vapina endine Vihula valla vapp ja Võsu aleviku vapina endine Võsu valla vapp.\nVapp kinnitati 26. aprillil 1996.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil põimuvad kaldristina kaks kuldse ja hõbedase varda paari.\n\n\n== Põhjendus ==\nVapivärvid ja -kujundid osutavad Vihulale kui mereäärsele vallale, mille ajaloos on tihedalt põimunud talu- ja mõisakultuur.\n\n\n== Vaata ka ==\nVihula valla lipp\nVõsu vapp\nVõsu lipp\n\n\n== Välislingid ==\nVihula valla sümboolika Riigi",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/7/7d/EST_Vihula_vald_COA.png",
            "width": 198,
            "height": 215
        },
        "place": {
            "name": "Vihula",
            "coordinates": {
                "lat": 59.54666667,
                "lon": 26.1825
            }
        },
        "lang": "et",
        "id": "formerUnit-138",
        "index": 138
    },
    {
        "title": "Võnnu valla vapp",
        "url": "https://et.wikipedia.org/wiki/V%C3%B5nnu_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Võnnu valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Võnnu valla vapp.\nVapp kinnitati 9. juunil 2000.\n\n\n== Vapi kirjeldus ==\nSinine vapikilp on pikuti poolitatud hõbedase hanesulega, saateks paremal kirikukell ja vasakul tamme kaksikleht tõruga – kõik kuldsed.\n\n\n== Põhjendus ==\n\n\n== Vaata ka ==\nVõnnu valla lipp\n\n\n== Välislingid ==\nVõnnu valla sümboolika Riigikantselei lehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/f7/V%C3%B5nnu_valla_vapp.gif",
            "width": 225,
            "height": 277
        },
        "place": {
            "name": "Võnnu vald",
            "coordinates": {
                "lat": 58.27833333,
                "lon": 27.04805556
            }
        },
        "lang": "et",
        "id": "formerUnit-139",
        "index": 139
    },
    {
        "title": "Võsu vapp",
        "url": "https://et.wikipedia.org/wiki/V%C3%B5su_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Võsu vapp oli Lääne-Viru maakonnas asunud Võsu valla vapp ja hiljem Vihula valda kuulunud Võsu aleviku vapp.\nVapp kinnitati 4. märtsil 1998, valla vapina oli see kasutusel kuni 1999. aastani, mil ühineti koos Vihula vallaga ühtseks Vihula vallaks. Pärast ühinemist oli Võsu valla senine vapp kasutusele Võsu aleviku vapina ja seda kasutati koos Vihula valla vapiga.\n\n\n== Vapi kirjeldus ==\nSinisel kilbil päike ja vapitüvimikus kolm lainelõikelist varrast, kõik kuldsed.\n\n\n== Põhjendus ==\nSinine värv vapil on Virumaa vapi taustvärv, mis näitab sellesse maakonda kuuluvust. Kuldne päike ja kuldsed lained rõhutavad paiga tähtsust suvekuurordina ning tähistavad ka merd ja liivaranda. Samas sümboliseerivad kujundid ja värvid vapil valgust ning usku tulevikku.\n\n\n== Vaata ka ==\nVõsu lipp\nVihula valla vapp\n\n\n== Viited ==",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Vosu_valla_vapp.gif",
            "width": 215,
            "height": 250
        },
        "place": {
            "name": "Võsu",
            "coordinates": {
                "lat": 59.57805556,
                "lon": 25.96694444
            }
        },
        "lang": "et",
        "id": "formerUnit-140",
        "index": 140
    },
    {
        "title": "Vändra valla vapp",
        "url": "https://et.wikipedia.org/wiki/V%C3%A4ndra_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Vändra valla vapp on endise Eesti haldusüksuse Vändra valla vapp.\nVapp kinnitati 22. veebruaril 1996.\n\n\n== Vapi kirjeldus ==\nVändra valla vapi kuldsel kilbil on roheline, ülalt kuuselõikeline, alt lainelõikeline tõusev kaldtala, milles samasuunaline hõbedane laineline varras.\n\n\n== Põhjendus ==\nKilbi kuldne värvus viitab Pärnumaale, roheline põllumajandusele. Kuuselõige sümboliseerib valla metsarikkust ning lained valla jõgesid. Hõbedane varras sümboliseerib vallamaid ühendavaid teid.\n\n\n== Vapi kasutamise kord ==\nVapi kujutist kasutati:\n\nVändra valla lipul.\nValla esindusruumides.\nValla vapimärgil.\nVändra vallavalitsuse pitsatite, dokumendiplankide, trükiste, embleemide ning siltide kujunduselemendina.\nSuuremate maanteede ääres valla piire tähistavatel märgistustel.\nVändra valla poolt üleantavatel meenetel.\nMuudel juhtudel selleks antud loa alusel. Loa annab vallavanem igal üksikjuhul selleks esitatud kirjaliku taotluse alusel.\n\n\n== Vaata ka ==\nVändra valla lipp\n\n\n== Välislingid ==\nVändra valla sümboolika valla kodulehel\nVändra valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/fb/EE_09_Vandra_vald.png",
            "width": 200,
            "height": 225
        },
        "place": {
            "name": "Vändra",
            "coordinates": {
                "lat": 58.64833333,
                "lon": 25.03166667
            }
        },
        "lang": "et",
        "id": "formerUnit-141",
        "index": 141
    },
    {
        "title": "Värska valla vapp",
        "url": "https://et.wikipedia.org/wiki/V%C3%A4rska_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Värska valla vapp oli Põlva maakonnas asunud Eesti haldusüksuse Värska valla vapp.\nVapp on kinnitatud Värska valla volikogus, kuid kinnitamata Riigikantselei poolt.\n\n\n== Vapi kirjeldus ja põhjendus ==\nValla vapil on rohelisel taustal (maa) kollane ring (päike). Maa ja päikese taustal Seto sõle (hõbe) lillemotiiv. Kõik ääristused ja lillemotiivi sisemine muster on must.\n\n\n== Vapi kasutamise kord ==\nValla vappi kasutatakse värvilisena või must-valgena volikogu ja vallavalitsuse plankidel, trükistel (tänukirjad, sildid, kaardid, ümbrikud) ja vallavalitsuse loa alusel hoonete välisseintel, ruumide siseseintel, sõidukitel jms, vastuvõttude ja muude pidulike sündmuste puhul.\nVappi kasutatakse vallavalitsuse pitseritel.\nVapi kujutisega pitsat on sõõr, mille keskel on vapp ja äärel kasutaja nimi. Vallavalitsuse pitsati läbimõõt on 3,4 cm.\nKäesolevas paragrahvis loetlemata juhtudel toimub vapi kasutamine vallavalitsuse loal.\n\n\n== Vaata ka ==\nVärska valla lipp\nPõlva maakond\n\n\n== Välislingid ==\nVärska valla sümboolikast valla kodulehel\nVärska valla vapp ja selle kasutusjuhend PDF\nVärska valla põhimäärus Riigiteatajas",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/V%C3%A4rska_vapp.svg/langet-320px-V%C3%A4rska_vapp.svg.png",
            "width": 320,
            "height": 405
        },
        "place": {
            "name": "Värska",
            "coordinates": {
                "lat": 57.95888889,
                "lon": 27.63138889
            }
        },
        "lang": "et",
        "id": "formerUnit-142",
        "index": 142
    },
    {
        "title": "Väätsa valla vapp",
        "url": "https://et.wikipedia.org/wiki/V%C3%A4%C3%A4tsa_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Väätsa valla vapp on Järva maakonnas asunud endise Eesti haldusüksuse Väätsa valla vapp.\nVapp kinnitati 30. mail 1995.\n\n\n== Vapi kirjeldus ==\nKahest ümberpööratud S-lõikest moodustunud kaldjaotusega vasakult poolitatud kuldne-rohelisel kilbil on kaks lõikest lähtuvat vastandvärvides ristikheinalehte.\n\n\n== Vaata ka ==\nVäätsa valla lipp\n\n\n== Välislingid ==\nVäätsa valla sümboolika valla kodulehel\nVäätsa valla sümboolika Riigikantselei kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/f/f4/V%C3%A4%C3%A4tsa_valla_vapp.gif",
            "width": 216,
            "height": 248
        },
        "place": {
            "name": "Väätsa",
            "coordinates": {
                "lat": 58.88861111,
                "lon": 25.45333333
            }
        },
        "lang": "et",
        "id": "formerUnit-143",
        "index": 143
    },
    {
        "title": "Õru valla vapp",
        "url": "https://et.wikipedia.org/wiki/%C3%95ru_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Õru valla vapp on  Valga maakonnas asunud endise Eesti haldusüksuse Õru valla vapp.\nÕru Vallavolikogu kinnitas vapi 19. veebruaril 1997 määrusega nr. 5.\nVapi autor on Priit Herodes.\n\n\n== Vapi kirjeldus ==\nHõbedasel kilbil sinine vai, milles hõbedane kannel ja selle kohal hõbedane kroon. \n\n\n== Põhjendus ==\nVapivärvid viitavad Valgamaale. Sinine laid tähistab ka vallamaade paiknemist Väike-Emajõe orundi ja Valga nõo piires. Kannel märgib selle paikkonna elanike läbi sajandite kestnud laululembust ja vaimuerksust. Samuti osutab kannel Fr. Kuhlbarsile, kelle loomingus on kandlel keskne koht. Kroon sümboliseerib muistset \"Kungla aega\" ja ka seda, et valda kutsuti kunagi Vürstivallaks.\n\n\n== Vapi kasutamise kord ==\nÕru valla vappi kasutatakse vallavolikogu, vallavalitsuse ja tema allasutuste dokumentidel, siltidel, trükistel, pitsatitel ja templitel.\nÕru valla vapipitsat on sõõr, mille keskel on valla vapp, vapi kohal on kirje \"ÕRU VALD\" ning vapi all kirje \"VALGA MAAKOND\". Vapipitsati läbimõõt on 40 mm. Valla vapipitsati hoidja nimetab vallavanem oma käskkirjaga.\nÕru Vallavolikogu pitsat on sõõr, mille keskel on valla vapp, vapi kohal kirje \"ÕRU VALLAVOLIKOGU\" ning vapi all kirje \"ÕRU VALD\". Pitsati läbimõõt on 40 mm. Vallavolikogu pitsati hoidja määrab vallavolikogu oma otsusega.\nÕru lasteaed-algkooli pitsat on sõõr, mille keskel on valla vapp, vapi kohal on kirje \"ÕRU LASTEAED-ALGKOOL\" ning vapi all kirje \"ÕRU VALD\". Pitsati läbimõõt on 40mm. Pitsati hoidjaks on lasteaed-algkooli juhataja.\nÕru raamatukogul on tempel. Tempel on ristkülikukujuline, templi vasakus ääres on valla vapp ja templil kirje \"ÕRU RAAMATUKOGU ÕRU VALD\".\nPeale eelnimetatud juhtude võib valla vappi kasutada vaid vallavalitsuse loal. Luba väljastatakse tasuta või teatud tasu eest.\nVallavalitsus võib loa tasuta anda juhtudel, kui seda taotleval asutusel või isikul on üldtunnustatud teeneid valla ees, samuti vapi kasutamisel üldkultuurilistel ja mitteärilistel eesmärkidel.\nÕru valla vapi tarvitamisel ärilistel eesmärkidel tuleb vallavalitsuselt taotleda luba ja eraldada 10% kasumist valla tuludesse. Kui kasumi määramine on keerukas, otsustatakse eraldise suurus kokkuleppeliselt.\nVapi loata või ebastandardsel kujul kasutamise eest karistatakse administratiivkorras.\nVapi värvideta (must-valge) kujutamisel tähistatakse värve vastavalt heraldikareeglitele. Kujutise piirjoonte kokkusulamine ja värvide tähistuse kadumine vapijoone vähendamisel peab olema vastavuses vapi standarditega.\nVapi erinevate suuruste etalone säilitatakse valla arhiivis. Vapi kasutamise õiguse saamisel väljastab vapi etaloni koopia vallasekretär.\n\n\n== Vaata ka ==\nÕru valla lipp\n\n\n== Välislingid ==\nÕru valla sümboolika Riigikantselei kodulehel\nÕru valla sümbolid valla kodulehel",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/%C3%95ru_valla_vapp_SVG.svg/langet-320px-%C3%95ru_valla_vapp_SVG.svg.png",
            "width": 320,
            "height": 367
        },
        "place": {
            "name": "Õru vald",
            "coordinates": {
                "lat": 57.92583333,
                "lon": 26.17888889
            }
        },
        "lang": "et",
        "id": "formerUnit-144",
        "index": 144
    },
    {
        "title": "Ülenurme valla vapp",
        "url": "https://et.wikipedia.org/wiki/%C3%9Clenurme_valla_vapp",
        "type": [
            "formerUnit"
        ],
        "partOf": "Eesti endiste valdade vapid",
        "description": "Ülenurme valla vapp on Tartu maakonnas asunud endise Eesti haldusüksuse Ülenurme valla vapp.\nVapp kinnitati 20. juunil 2000.\n\n\n== Vapi kirjeldus ==\nVapikilp on lainelõikega kaldjaotatud kuldseks ja roheliseks väljaks. Kilbi alumisel, rohelisel väljal on kuldne vannasadra kujutis.\n\n\n== Põhjendus ==\nLainelõige tähistab Emajõe lähedust vallale. Kuldne vannasader rohelisel taustal sümboliseerib paikkonna ajaloolist seotust põllumajandusega ja ühtlasi osutab, et valla territooriumil asub Eesti Põllumajandusmuuseum, mille logoks on samuti vannasader. Kuldne värv sümboliseerib küpsust ja viljakust. Roheline värv sümboliseerib loodust, põllundust, noorust ja elu.\n\n\n== Vapi kasutamise kord ==\nValla vappi kasutatakse:\n\nVallavolikogu ja vallavalitsuse plankidel ja pitseritel.\nValla meenetel ja ametlikel trükistel.\nMuudel juhtudel toimub vapi kasutamine vallavalitsuse loa alusel. Loa väljastamise korra kehtestab volikogu.\n\n\n== Vaata ka ==\nÜlenurme valla lipp\n\n\n== Välislingid ==\nÜlenurme valla ametlik lehekülg – tutvustus ja asukoht\nOmavalitsuste sümbolid Riigikantselei lehel – Ülenurme vald",
        "image": {
            "source": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Coat_of_arms_of_%C3%9Clenurme_Parish.jpg/320px-Coat_of_arms_of_%C3%9Clenurme_Parish.jpg",
            "width": 320,
            "height": 365
        },
        "place": {
            "name": "Ülenurme",
            "coordinates": {
                "lat": 58.31611111,
                "lon": 26.72138889
            }
        },
        "lang": "et",
        "id": "formerUnit-145",
        "index": 145
    }
]